Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Account Status
ar: حالة الحساب
de_de: Kontostatus
es_es: Estado de la cuenta
fr_fr: Statut du compte
it_it: Stato dell'account
ja: アカウントステータス
th: สถานะบัญชี
tr_tr: Hesap Durumu

source: No accounts configured.
ar: لم يتم تكوين أي حسابات.
de_de: Keine Konten konfiguriert.
es_es: No hay cuentas configuradas.
fr_fr: Aucun compte configuré.
it_it: Nessun account configurato.
ja: アカウントが設定されていません。
th: ยังไม่มีบัญชีที่ตั้งค่า
tr_tr: Yapilandirilmis hesap yok.

source: Last Syndication
ar: آخر عملية نشر
de_de: Letzte Übertragung
es_es: Última sindicación
fr_fr: Dernière syndication
it_it: Ultima pubblicazione
ja: 最終配信
th: การเผยแพร่ครั้งล่าสุด
tr_tr: Son Sendikasyon

source: API Health
ar: صحة واجهة برمجة التطبيقات
de_de: API-Status
es_es: Estado de la API
fr_fr: État de l'API
it_it: Stato dell'API
ja: API の健全性
th: สถานะ API
tr_tr: API Sagligi

source: Cache Status
ar: حالة التخزين المؤقت
es_es: Estado de la caché
fr_fr: Statut du cache
it_it: Stato della cache
ja: キャッシュ状態
th: สถานะแคช
tr_tr: Onbellek Durumu

source: Pending Retries
ar: محاولات معلّقة
de_de: Ausstehende Wiederholungen
es_es: Reintentos pendientes
fr_fr: Tentatives en attente
it_it: Tentativi in attesa
ja: 保留中の再試行
th: รอการลองใหม่
tr_tr: Bekleyen Yeniden Denemeler

source: Recent Activity
ar: النشاط الأخير
de_de: Letzte Aktivitäten
es_es: Actividad reciente
fr_fr: Activité récente
it_it: Attività recente
ja: 最近のアクティビティ
th: กิจกรรมล่าสุด
tr_tr: Son Etkinlik

source: No recent activity recorded.
ar: لم يتم تسجيل أي نشاط حديث.
de_de: Keine letzten Aktivitäten aufgezeichnet.
es_es: No se ha registrado actividad reciente.
fr_fr: Aucune activité récente enregistrée.
it_it: Nessuna attività recente registrata.
ja: 最近のアクティビティはありません。
th: ไม่มีกิจกรรมล่าสุดที่บันทึกไว้
tr_tr: Kaydedilmis son etkinlik yok.

source: View detailed health
ar: عرض الحالة التفصيلية
de_de: Detaillierten Status anzeigen
es_es: Ver estado detallado
fr_fr: Voir l'état détaillé
it_it: Visualizza stato dettagliato
ja: 詳細な健全性を表示
th: ดูสถานะโดยละเอียด
tr_tr: Ayrintili saglik durumunu goruntule

source: No recent syndication
ar: لا توجد عمليات نشر حديثة
de_de: Keine aktuelle Übertragung
es_es: Sin sindicación reciente
fr_fr: Aucune syndication récente
it_it: Nessuna pubblicazione recente
ja: 最近の配信はありません
th: ไม่มีการเผยแพร่ล่าสุด
tr_tr: Son sendikasyon yok

source: All systems operational
ar: جميع الأنظمة تعمل بشكل طبيعي
de_de: Alle Systeme funktionsfähig
es_es: Todos los sistemas operativos
fr_fr: Tous les systèmes sont opérationnels
it_it: Tutti i sistemi funzionanti
ja: すべてのシステムが正常に稼働中
th: ระบบทั้งหมดทำงานปกติ
tr_tr: Tum sistemler calisir durumda

source: Circuit open
ar: الدائرة مفتوحة
de_de: Schutzschalter offen
es_es: Circuito abierto
fr_fr: Circuit ouvert
it_it: Circuito aperto
ja: サーキットオープン
th: วงจรเปิด
tr_tr: Devre acik

source: Auth issue
ar: مشكلة في المصادقة
de_de: Authentifizierungsproblem
es_es: Problema de autenticación
fr_fr: Problème d'authentification
it_it: Problema di autenticazione
ja: 認証の問題
th: ปัญหาการยืนยันตัวตน
tr_tr: Kimlik dogrulama sorunu

source: Active
ar: نشط
de_de: Aktiv
es_es: Activo
fr_fr: Actif
it_it: Attivo
ja: 有効
th: ใช้งานอยู่
tr_tr: Aktif

source: Circuit open for: %s
ar: الدائرة مفتوحة لـ: %s
de_de: Schutzschalter offen für: %s
es_es: Circuito abierto para: %s
fr_fr: Circuit ouvert pour : %s
it_it: Circuito aperto per: %s
ja: サーキットオープン対象: %s
th: วงจรเปิดสำหรับ: %s
tr_tr: Devre acik: %s

source: Profile and posts cached
ar: تم تخزين الملف الشخصي والمنشورات مؤقتًا
de_de: Profil und Beiträge zwischengespeichert
es_es: Perfil y publicaciones en caché
fr_fr: Profil et publications en cache
it_it: Profilo e post memorizzati nella cache
ja: プロフィールと投稿がキャッシュ済み
th: แคชโปรไฟล์และโพสต์แล้ว
tr_tr: Profil ve gonderiler onbellekte

source: Profile cached, posts not cached
ar: تم تخزين الملف الشخصي مؤقتًا، المنشورات غير مخزّنة
de_de: Profil zwischengespeichert, Beiträge nicht zwischengespeichert
es_es: Perfil en caché, publicaciones no almacenadas
fr_fr: Profil en cache, publications non mises en cache
it_it: Profilo nella cache, post non nella cache
ja: プロフィールはキャッシュ済み、投稿は未キャッシュ
th: แคชโปรไฟล์แล้ว โพสต์ยังไม่ได้แคช
tr_tr: Profil onbellekte, gonderiler onbellekte degil

source: Posts cached, profile not cached
ar: تم تخزين المنشورات مؤقتًا، الملف الشخصي غير مخزّن
de_de: Beiträge zwischengespeichert, Profil nicht zwischengespeichert
es_es: Publicaciones en caché, perfil no almacenado
fr_fr: Publications en cache, profil non mis en cache
it_it: Post nella cache, profilo non nella cache
ja: 投稿はキャッシュ済み、プロフィールは未キャッシュ
th: แคชโพสต์แล้ว โปรไฟล์ยังไม่ได้แคช
tr_tr: Gonderiler onbellekte, profil onbellekte degil

source: No cache active
ar: لا يوجد تخزين مؤقت نشط
de_de: Kein Cache aktiv
es_es: Sin caché activa
fr_fr: Aucun cache actif
it_it: Nessuna cache attiva
ja: キャッシュが無効です
th: ไม่มีแคชที่ใช้งานอยู่
tr_tr: Aktif onbellek yok

source: %d post pending
ar: %d منشور معلّق
de_de: %d Beitrag ausstehend
es_es: %d publicación pendiente
fr_fr: %d publication en attente
it_it: %d post in attesa
ja: %d 件の投稿が保留中
th: %d โพสต์ที่รอดำเนินการ
tr_tr: %d gonderi bekliyor

source: Bluesky accounts configured
ar: حسابات Bluesky المكوّنة
de_de: Bluesky-Konten konfiguriert
es_es: Cuentas de Bluesky configuradas
fr_fr: Comptes Bluesky configurés
it_it: Account Bluesky configurati
ja: Bluesky アカウントの設定
th: บัญชี Bluesky ที่ตั้งค่าแล้ว
tr_tr: Yapilandirilmis Bluesky hesaplari

source: Bluesky credentials valid
ar: بيانات اعتماد Bluesky صالحة
de_de: Bluesky-Zugangsdaten gültig
es_es: Credenciales de Bluesky válidas
fr_fr: Identifiants Bluesky valides
it_it: Credenziali Bluesky valide
ja: Bluesky 認証情報が有効
th: ข้อมูลรับรอง Bluesky ถูกต้อง
tr_tr: Bluesky kimlik bilgileri gecerli

source: Bluesky API connections
ar: اتصالات واجهة برمجة تطبيقات Bluesky
de_de: Bluesky-API-Verbindungen
es_es: Conexiones API de Bluesky
fr_fr: Connexions API Bluesky
it_it: Connessioni API Bluesky
ja: Bluesky API 接続
th: การเชื่อมต่อ API ของ Bluesky
tr_tr: Bluesky API baglantilari

source: No Bluesky accounts configured
ar: لم يتم تكوين أي حسابات Bluesky
de_de: Keine Bluesky-Konten konfiguriert
es_es: No hay cuentas de Bluesky configuradas
fr_fr: Aucun compte Bluesky configuré
it_it: Nessun account Bluesky configurato
ja: Bluesky アカウントが設定されていません
th: ยังไม่มีบัญชี Bluesky ที่ตั้งค่า
tr_tr: Yapilandirilmis Bluesky hesabi yok

source: Performance
ar: الأداء
de_de: Leistung
es_es: Rendimiento
it_it: Prestazioni
ja: パフォーマンス
th: ประสิทธิภาพ
tr_tr: Performans

source: Your site is not currently connected to any Bluesky accounts. To enable syndication and display features, add at least one account in the plugin settings.
ar: موقعك غير متصل حاليًا بأي حسابات Bluesky. لتفعيل ميزات النشر والعرض، أضف حسابًا واحدًا على الأقل في إعدادات الإضافة.
de_de: Ihre Website ist derzeit nicht mit Bluesky-Konten verbunden. Um Übertragungs- und Anzeigefunktionen zu aktivieren, fügen Sie mindestens ein Konto in den Plugin-Einstellungen hinzu.
es_es: Tu sitio no está conectado actualmente a ninguna cuenta de Bluesky. Para habilitar la sindicación y las funciones de visualización, añade al menos una cuenta en los ajustes del plugin.
fr_fr: Votre site n'est actuellement connecté à aucun compte Bluesky. Pour activer la syndication et les fonctionnalités d'affichage, ajoutez au moins un compte dans les réglages de l'extension.
it_it: Il tuo sito non è attualmente connesso a nessun account Bluesky. Per abilitare le funzionalità di pubblicazione e visualizzazione, aggiungi almeno un account nelle impostazioni del plugin.
ja: 現在、サイトは Bluesky アカウントに接続されていません。配信および表示機能を有効にするには、プラグイン設定でアカウントを少なくとも1つ追加してください。
th: เว็บไซต์ของคุณยังไม่ได้เชื่อมต่อกับบัญชี Bluesky ใดๆ หากต้องการเปิดใช้การเผยแพร่และฟีเจอร์การแสดงผล ให้เพิ่มบัญชีอย่างน้อยหนึ่งบัญชีในการตั้งค่าปลั๊กอิน
tr_tr: Siteniz su anda herhangi bir Bluesky hesabina bagli degil. Sendikasyon ve gorunturleme ozelliklerini etkinlestirmek icin eklenti ayarlarindan en az bir hesap ekleyin.

source: Go to Bluesky Settings
ar: الانتقال إلى إعدادات Bluesky
de_de: Zu den Bluesky-Einstellungen
es_es: Ir a los ajustes de Bluesky
fr_fr: Aller aux réglages Bluesky
it_it: Vai alle impostazioni di Bluesky
ja: Bluesky 設定へ移動
th: ไปที่การตั้งค่า Bluesky
tr_tr: Bluesky Ayarlarina git

source: Your site is connected to %d Bluesky account.
ar: موقعك متصل بـ %d حساب Bluesky.
de_de: Ihre Website ist mit %d Bluesky-Konto verbunden.
es_es: Tu sitio está conectado a %d cuenta de Bluesky.
fr_fr: Votre site est connecté à %d compte Bluesky.
it_it: Il tuo sito è connesso a %d account Bluesky.
ja: サイトは %d 件の Bluesky アカウントに接続されています。
th: เว็บไซต์ของคุณเชื่อมต่อกับ %d บัญชี Bluesky
tr_tr: Siteniz %d Bluesky hesabina bagli.

source: Bluesky accounts need re-authentication
ar: حسابات Bluesky تحتاج إلى إعادة المصادقة
de_de: Bluesky-Konten erfordern erneute Authentifizierung
es_es: Las cuentas de Bluesky necesitan reautenticación
fr_fr: Les comptes Bluesky nécessitent une nouvelle authentification
it_it: Gli account Bluesky richiedono una nuova autenticazione
ja: Bluesky アカウントの再認証が必要です
th: บัญชี Bluesky ต้องการการยืนยันตัวตนใหม่
tr_tr: Bluesky hesaplari yeniden kimlik dogrulama gerektiriyor

source: Security
ar: الأمان
de_de: Sicherheit
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza
ja: セキュリティ
th: ความปลอดภัย
tr_tr: Guvenlik

source: %d Bluesky account has authentication errors and needs to be re-authenticated:
ar: %d حساب Bluesky يعاني من أخطاء مصادقة ويحتاج إلى إعادة المصادقة:
de_de: %d Bluesky-Konto hat Authentifizierungsfehler und muss erneut authentifiziert werden:
es_es: %d cuenta de Bluesky tiene errores de autenticación y necesita ser reautenticada:
fr_fr: %d compte Bluesky présente des erreurs d'authentification et doit être réauthentifié :
it_it: %d account Bluesky presenta errori di autenticazione e deve essere riautenticato:
ja: %d 件の Bluesky アカウントに認証エラーがあり、再認証が必要です:
th: %d บัญชี Bluesky มีข้อผิดพลาดในการยืนยันตัวตนและต้องยืนยันใหม่:
tr_tr: %d Bluesky hesabinda kimlik dogrulama hatalari var ve yeniden dogrulanmasi gerekiyor:

source: All Bluesky credentials valid
ar: جميع بيانات اعتماد Bluesky صالحة
de_de: Alle Bluesky-Zugangsdaten gültig
es_es: Todas las credenciales de Bluesky son válidas
fr_fr: Tous les identifiants Bluesky sont valides
it_it: Tutte le credenziali Bluesky sono valide
ja: すべての Bluesky 認証情報が有効です
th: ข้อมูลรับรอง Bluesky ทั้งหมดถูกต้อง
tr_tr: Tum Bluesky kimlik bilgileri gecerli

source: All Bluesky accounts are properly authenticated and ready to use.
ar: جميع حسابات Bluesky مصادق عليها بشكل صحيح وجاهزة للاستخدام.
de_de: Alle Bluesky-Konten sind ordnungsgemäß authentifiziert und einsatzbereit.
es_es: Todas las cuentas de Bluesky están correctamente autenticadas y listas para usar.
fr_fr: Tous les comptes Bluesky sont correctement authentifiés et prêts à l'emploi.
it_it: Tutti gli account Bluesky sono correttamente autenticati e pronti all'uso.
ja: すべての Bluesky アカウントが正しく認証され、使用可能です。
th: บัญชี Bluesky ทั้งหมดได้รับการยืนยันตัวตนอย่างถูกต้องและพร้อมใช้งาน
tr_tr: Tum Bluesky hesaplari dogru sekilde dogrulanmis ve kullanima hazir.

source: Bluesky API requests paused
ar: تم إيقاف طلبات واجهة برمجة تطبيقات Bluesky مؤقتًا
de_de: Bluesky-API-Anfragen pausiert
es_es: Solicitudes API de Bluesky pausadas
fr_fr: Requêtes API Bluesky suspendues
it_it: Richieste API Bluesky sospese
ja: Bluesky API リクエストが一時停止中
th: คำขอ API ของ Bluesky ถูกหยุดชั่วคราว
tr_tr: Bluesky API istekleri duraklatildi

source: %d Bluesky account has experienced repeated API failures and is currently in a cooldown period:
ar: %d حساب Bluesky تعرّض لإخفاقات متكررة في واجهة برمجة التطبيقات وهو حاليًا في فترة راحة:
de_de: %d Bluesky-Konto hat wiederholte API-Fehler erfahren und befindet sich derzeit in einer Abkühlphase:
es_es: %d cuenta de Bluesky ha experimentado fallos repetidos de la API y está actualmente en período de espera:
fr_fr: %d compte Bluesky a subi des échecs API répétés et est actuellement en période de repos :
it_it: %d account Bluesky ha riscontrato ripetuti errori API ed è attualmente in un periodo di pausa:
ja: %d 件の Bluesky アカウントで API エラーが繰り返し発生し、現在クールダウン中です:
th: %d บัญชี Bluesky ประสบปัญหา API ซ้ำและอยู่ในช่วงพักก่อนลองใหม่:
tr_tr: %d Bluesky hesabi tekrarlanan API hatalari yasadi ve su anda bekleme surecinde:

source: Requests to these accounts will resume automatically after the cooldown period expires (15 minutes). This is normal behavior when the API is experiencing issues.
ar: ستُستأنف الطلبات إلى هذه الحسابات تلقائيًا بعد انتهاء فترة الراحة (15 دقيقة). هذا سلوك طبيعي عندما تواجه واجهة برمجة التطبيقات مشاكل.
de_de: Anfragen an diese Konten werden nach Ablauf der Abkühlphase (15 Minuten) automatisch fortgesetzt. Dies ist normales Verhalten, wenn die API Probleme hat.
es_es: Las solicitudes a estas cuentas se reanudarán automáticamente después de que expire el período de espera (15 minutos). Este es un comportamiento normal cuando la API está experimentando problemas.
fr_fr: Les requêtes vers ces comptes reprendront automatiquement après la fin de la période de repos (15 minutes). C'est un comportement normal lorsque l'API rencontre des problèmes.
it_it: Le richieste a questi account riprenderanno automaticamente al termine del periodo di pausa (15 minuti). Questo è un comportamento normale quando l'API riscontra problemi.
ja: これらのアカウントへのリクエストは、クールダウン期間（15分）の終了後に自動的に再開されます。これは API に問題が発生した際の通常の動作です。
th: คำขอไปยังบัญชีเหล่านี้จะดำเนินการต่อโดยอัตโนมัติหลังจากช่วงพักหมดอายุ (15 นาที) นี่เป็นพฤติกรรมปกติเมื่อ API ประสบปัญหา
tr_tr: Bu hesaplara yapilan istekler bekleme suresi dolduktan sonra (15 dakika) otomatik olarak devam edecektir. API sorunlar yasadiginda bu normal bir davranistir.

source: Bluesky API connections healthy
ar: اتصالات واجهة برمجة تطبيقات Bluesky سليمة
de_de: Bluesky-API-Verbindungen in Ordnung
es_es: Conexiones API de Bluesky saludables
fr_fr: Connexions API Bluesky en bon état
it_it: Connessioni API Bluesky funzionanti
ja: Bluesky API 接続は正常です
th: การเชื่อมต่อ API ของ Bluesky ปกติ
tr_tr: Bluesky API baglantilari saglikli

source: All Bluesky accounts are responding normally with no circuit breaker activations.
ar: جميع حسابات Bluesky تستجيب بشكل طبيعي دون تفعيل قاطع الدائرة.
de_de: Alle Bluesky-Konten reagieren normal ohne Schutzschalter-Aktivierungen.
es_es: Todas las cuentas de Bluesky responden con normalidad sin activaciones del interruptor de circuito.
fr_fr: Tous les comptes Bluesky répondent normalement sans activation du disjoncteur.
it_it: Tutti gli account Bluesky rispondono normalmente senza attivazioni del circuito di protezione.
ja: すべての Bluesky アカウントが正常に応答しており、サーキットブレーカーの作動はありません。
th: บัญชี Bluesky ทั้งหมดตอบสนองปกติโดยไม่มีการเปิดวงจรตัด
tr_tr: Tum Bluesky hesaplari devre kesici etkinlestirmesi olmadan normal sekilde yanit veriyor.

source: Plugin Version
ar: إصدار الإضافة
es_es: Versión del plugin
fr_fr: Version de l'extension
it_it: Versione del plugin
ja: プラグインバージョン
th: เวอร์ชันปลั๊กอิน
tr_tr: Eklenti Surumu

source: Account Count
ar: عدد الحسابات
de_de: Anzahl der Konten
es_es: Número de cuentas
fr_fr: Nombre de comptes
it_it: Numero di account
ja: アカウント数
th: จำนวนบัญชี
tr_tr: Hesap Sayisi

source: API Endpoint
ar: نقطة نهاية واجهة برمجة التطبيقات
de_de: API-Endpunkt
es_es: Punto de acceso de la API
fr_fr: Point d'accès API
it_it: Endpoint API
ja: API エンドポイント
th: จุดเชื่อมต่อ API
tr_tr: API Ucu

source: Cache Duration
ar: مدة التخزين المؤقت
de_de: Cache-Dauer
es_es: Duración de la caché
fr_fr: Durée du cache
it_it: Durata della cache
ja: キャッシュ期間
th: ระยะเวลาแคช
tr_tr: Onbellek Suresi

source: %d minute
ar: %d دقيقة
es_es: %d minuto
it_it: %d minuto
ja: %d分
th: %d นาที
tr_tr: %d dakika

source: Available
ar: متوفر
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile
ja: 利用可能
th: พร้อมใช้งาน
tr_tr: Kullanilabilir

source: Not available
ar: غير متوفر
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
it_it: Non disponibile
ja: 利用不可
th: ไม่พร้อมใช้งาน
tr_tr: Kullanilamiyor

source: Connected
ar: متصل
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
ja: 接続済み
th: เชื่อมต่อแล้ว
tr_tr: Bagli

source: Paused (too many errors)
ar: متوقف مؤقتًا (أخطاء كثيرة)
de_de: Pausiert (zu viele Fehler)
es_es: Pausado (demasiados errores)
fr_fr: Suspendu (trop d'erreurs)
it_it: Sospeso (troppi errori)
ja: 一時停止中（エラー多数）
th: หยุดชั่วคราว (ข้อผิดพลาดมากเกินไป)
tr_tr: Duraklatildi (cok fazla hata)

source: Yes — waiting before retrying
ar: نعم — في انتظار إعادة المحاولة
de_de: Ja — wartet vor erneutem Versuch
es_es: Sí — esperando antes de reintentar
fr_fr: Oui — en attente avant nouvelle tentative
it_it: Sì — in attesa prima di riprovare
ja: はい — 再試行まで待機中
th: ใช่ — กำลังรอก่อนลองใหม่
tr_tr: Evet -- tekrar denemeden once bekleniyor

source: No
ar: لا
de_de: Nein
fr_fr: Non
ja: いいえ
th: ไม่
tr_tr: Hayir

source: Account: %s
ar: الحساب: %s
de_de: Konto: %s
es_es: Cuenta: %s
fr_fr: Compte : %s
ja: アカウント: %s
th: บัญชี: %s
tr_tr: Hesap: %s

source: API Status: %s | Throttled: %s
ar: حالة واجهة برمجة التطبيقات: %s | مقيّد: %s
de_de: API-Status: %s | Gedrosselt: %s
es_es: Estado de la API: %s | Limitado: %s
fr_fr: Statut API : %s | Limité : %s
it_it: Stato API: %s | Limitato: %s
ja: API ステータス: %s | スロットル: %s
th: สถานะ API: %s | ถูกจำกัด: %s
tr_tr: API Durumu: %s | Kisitlama: %s

source: Bluesky Integration
ar: تكامل Bluesky
es_es: Integración con Bluesky
fr_fr: Intégration Bluesky
it_it: Integrazione Bluesky
ja: Bluesky 連携
th: การเชื่อมต่อ Bluesky
tr_tr: Bluesky Entegrasyonu

source: BlueSky Error: %s
ar: خطأ BlueSky: %s
de_de: BlueSky-Fehler: %s
es_es: Error de BlueSky: %s
fr_fr: Erreur BlueSky : %s
it_it: Errore BlueSky: %s
ja: BlueSky エラー: %s
th: ข้อผิดพลาด BlueSky: %s
tr_tr: BlueSky Hatasi: %s

source: OpenSSL encryption is not available on your server.
ar: تشفير OpenSSL غير متوفر على خادمك.
de_de: OpenSSL-Verschlüsselung ist auf Ihrem Server nicht verfügbar.
es_es: El cifrado OpenSSL no está disponible en tu servidor.
fr_fr: Le chiffrement OpenSSL n'est pas disponible sur votre serveur.
it_it: La cifratura OpenSSL non è disponibile sul tuo server.
ja: お使いのサーバーで OpenSSL 暗号化が利用できません。
th: การเข้ารหัส OpenSSL ไม่พร้อมใช้งานบนเซิร์ฟเวอร์ของคุณ
tr_tr: Sunucunuzda OpenSSL sifreleme kullanilabilir degil.

source: Encryption failed. Please check your server configuration.
ar: فشل التشفير. يرجى التحقق من إعدادات خادمك.
de_de: Verschlüsselung fehlgeschlagen. Bitte überprüfen Sie Ihre Serverkonfiguration.
es_es: Error de cifrado. Por favor, comprueba la configuración de tu servidor.
fr_fr: Le chiffrement a échoué. Veuillez vérifier la configuration de votre serveur.
it_it: Cifratura non riuscita. Verifica la configurazione del server.
ja: 暗号化に失敗しました。サーバー設定を確認してください。
th: การเข้ารหัสล้มเหลว กรุณาตรวจสอบการตั้งค่าเซิร์ฟเวอร์ของคุณ
tr_tr: Sifreleme basarisiz oldu. Lutfen sunucu yapilandirmanizi kontrol edin.

source: Encryption failed: %s
ar: فشل التشفير: %s
de_de: Verschlüsselung fehlgeschlagen: %s
es_es: Error de cifrado: %s
fr_fr: Le chiffrement a échoué : %s
it_it: Cifratura non riuscita: %s
ja: 暗号化に失敗しました: %s
th: การเข้ารหัสล้มเหลว: %s
tr_tr: Sifreleme basarisiz oldu: %s

source: Invalid encrypted data format.
ar: تنسيق بيانات مشفّرة غير صالح.
de_de: Ungültiges Format der verschlüsselten Daten.
es_es: Formato de datos cifrados no válido.
fr_fr: Format de données chiffrées invalide.
it_it: Formato dei dati cifrati non valido.
ja: 暗号化データの形式が無効です。
th: รูปแบบข้อมูลที่เข้ารหัสไม่ถูกต้อง
tr_tr: Gecersiz sifreli veri bicimi.

source: Corrupted encrypted data.
ar: بيانات مشفّرة تالفة.
de_de: Beschädigte verschlüsselte Daten.
es_es: Datos cifrados corruptos.
fr_fr: Données chiffrées corrompues.
it_it: Dati cifrati corrotti.
ja: 暗号化データが破損しています。
th: ข้อมูลที่เข้ารหัสเสียหาย
tr_tr: Bozulmus sifreli veri.

source: Decryption failed. The data might be corrupted or the encryption key has changed.
ar: فشل فك التشفير. قد تكون البيانات تالفة أو تم تغيير مفتاح التشفير.
de_de: Entschlüsselung fehlgeschlagen. Die Daten sind möglicherweise beschädigt oder der Verschlüsselungsschlüssel hat sich geändert.
es_es: Error de descifrado. Los datos pueden estar corruptos o la clave de cifrado ha cambiado.
fr_fr: Le déchiffrement a échoué. Les données sont peut-être corrompues ou la clé de chiffrement a changé.
it_it: Decifratura non riuscita. I dati potrebbero essere corrotti o la chiave di cifratura è cambiata.
ja: 復号に失敗しました。データが破損しているか、暗号化キーが変更された可能性があります。
th: การถอดรหัสล้มเหลว ข้อมูลอาจเสียหายหรือคีย์การเข้ารหัสถูกเปลี่ยน
tr_tr: Sifre cozme basarisiz oldu. Veriler bozulmus olabilir veya sifreleme anahtari degismis olabilir.

source: Decryption failed: %s
ar: فشل فك التشفير: %s
de_de: Entschlüsselung fehlgeschlagen: %s
es_es: Error de descifrado: %s
fr_fr: Le déchiffrement a échoué : %s
it_it: Decifratura non riuscita: %s
ja: 復号に失敗しました: %s
th: การถอดรหัสล้มเหลว: %s
tr_tr: Sifre cozme basarisiz oldu: %s

source: Bluesky Syndication
ar: النشر على Bluesky
de_de: Bluesky-Übertragung
es_es: Sindicación de Bluesky
fr_fr: Syndication Bluesky
it_it: Pubblicazione su Bluesky
ja: Bluesky 配信
th: การเผยแพร่ Bluesky
tr_tr: Bluesky Sendikasyonu

source: Syndication is globally paused.
ar: النشر متوقف مؤقتًا على المستوى العام.
de_de: Die Übertragung ist global pausiert.
es_es: La sindicación está pausada globalmente.
fr_fr: La syndication est suspendue globalement.
it_it: La pubblicazione è sospesa globalmente.
ja: 配信はグローバルで一時停止中です。
th: การเผยแพร่ถูกหยุดชั่วคราวทั้งระบบ
tr_tr: Sendikasyon genel olarak duraklatildi.

source: Manage in Settings
ar: الإدارة من الإعدادات
de_de: In den Einstellungen verwalten
es_es: Gestionar en Ajustes
fr_fr: Gérer dans les réglages
it_it: Gestisci nelle impostazioni
ja: 設定で管理
th: จัดการในการตั้งค่า
tr_tr: Ayarlardan yonet

source: Don't syndicate this post on Bluesky
ar: عدم نشر هذا المقال على Bluesky
de_de: Diesen Beitrag nicht auf Bluesky übertragen
es_es: No sindicar esta entrada en Bluesky
fr_fr: Ne pas syndiquer cet article sur Bluesky
it_it: Non pubblicare questo articolo su Bluesky
ja: この投稿を Bluesky に配信しない
th: ไม่ต้องเผยแพร่โพสต์นี้บน Bluesky
tr_tr: Bu gonderiyi Bluesky'da sendikasyon yapma

source: Check to avoid sending the post on Bluesky. Uncheck to send this post on Bluesky.
ar: حدّد لتجنب إرسال المقال إلى Bluesky. أزل التحديد لإرسال هذا المقال إلى Bluesky.
de_de: Aktivieren, um den Beitrag nicht auf Bluesky zu senden. Deaktivieren, um diesen Beitrag auf Bluesky zu senden.
es_es: Marca para evitar enviar la entrada a Bluesky. Desmarca para enviar esta entrada a Bluesky.
fr_fr: Cochez pour ne pas envoyer l'article sur Bluesky. Décochez pour envoyer cet article sur Bluesky.
it_it: Seleziona per evitare di inviare l'articolo su Bluesky. Deseleziona per inviare questo articolo su Bluesky.
ja: チェックすると Bluesky への投稿を停止します。チェックを外すとこの投稿を Bluesky に送信します。
th: เลือกเพื่อไม่ส่งโพสต์ไปยัง Bluesky ยกเลิกเพื่อส่งโพสต์นี้ไปยัง Bluesky
tr_tr: Gonderiyi Bluesky'a gondermemek icin isaretleyin. Bu gonderiyi Bluesky'a gondermek icin isareti kaldirin.

source: Syndicate to:
ar: النشر على:
de_de: Übertragen an:
es_es: Sindicar a:
fr_fr: Syndiquer vers :
it_it: Pubblica su:
ja: 配信先:
th: เผยแพร่ไปยัง:
tr_tr: Sendikasyon hedefi:

source: Invalid nonce
ar: رمز تحقق غير صالح
de_de: Ungültiger Sicherheitstoken
es_es: Nonce no válido
fr_fr: Nonce invalide
it_it: Nonce non valido
ja: 無効な nonce
th: Nonce ไม่ถูกต้อง
tr_tr: Gecersiz nonce

source: Insufficient permissions
ar: صلاحيات غير كافية
de_de: Unzureichende Berechtigungen
es_es: Permisos insuficientes
fr_fr: Permissions insuffisantes
it_it: Permessi insufficienti
ja: 権限が不足しています
th: สิทธิ์ไม่เพียงพอ
tr_tr: Yetersiz izinler

source: Post Text:
ar: نص المنشور:
de_de: Beitragstext:
es_es: Texto de la publicación:
fr_fr: Texte de la publication :
it_it: Testo del post:
ja: 投稿テキスト:
th: ข้อความโพสต์:
tr_tr: Gonderi Metni:
