Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Log out from this account
ar: تسجيل الخروج من هذا الحساب
de_de: Von diesem Konto abmelden
es_es: Cerrar sesión de esta cuenta
fr_fr: Se déconnecter de ce compte
it_it: Disconnettiti da questo account
ja: このアカウントからログアウト
th: ออกจากระบบบัญชีนี้
tr_tr: Bu hesaptan cikis yap

source: Could not check connection status.
ar: تعذّر التحقق من حالة الاتصال.
de_de: Verbindungsstatus konnte nicht überprüft werden.
es_es: No se pudo comprobar el estado de la conexión.
fr_fr: Impossible de vérifier l'état de la connexion.
it_it: Impossibile verificare lo stato della connessione.
ja: 接続状態を確認できませんでした。
th: ไม่สามารถตรวจสอบสถานะการเชื่อมต่อได้
tr_tr: Baglanti durumu kontrol edilemedi.

source: Unable to load Bluesky content.
ar: تعذّر تحميل محتوى Bluesky.
de_de: Bluesky-Inhalte konnten nicht geladen werden.
es_es: No se pudo cargar el contenido de Bluesky.
fr_fr: Impossible de charger le contenu Bluesky.
it_it: Impossibile caricare il contenuto di Bluesky.
ja: Bluesky のコンテンツを読み込めません。
th: ไม่สามารถโหลดเนื้อหา Bluesky ได้
tr_tr: Bluesky icerigi yuklenemedi.

source: Connection failed:
ar: فشل الاتصال:
de_de: Verbindung fehlgeschlagen:
es_es: Conexión fallida:
fr_fr: La connexion a échoué :
it_it: Connessione non riuscita:
ja: 接続に失敗しました:
th: การเชื่อมต่อล้มเหลว:
tr_tr: Baglanti basarisiz oldu:

source: Successfully syndicated to Bluesky.
ar: تم النشر على Bluesky بنجاح.
de_de: Erfolgreich an Bluesky übertragen.
es_es: Sindicado correctamente a Bluesky.
fr_fr: Syndication vers Bluesky réussie.
it_it: Pubblicato con successo su Bluesky.
ja: Bluesky への配信に成功しました。
th: เผยแพร่ไปยัง Bluesky สำเร็จ
tr_tr: Bluesky'a basariyla sendikasyon yapildi.

source: Successfully syndicated to %d Bluesky accounts.
ar: تم النشر بنجاح على %d حساب Bluesky.
de_de: Erfolgreich an %d Bluesky-Konten übertragen.
es_es: Sindicado correctamente a %d cuentas de Bluesky.
fr_fr: Syndication réussie vers %d comptes Bluesky.
it_it: Pubblicato con successo su %d account Bluesky.
ja: %d 件の Bluesky アカウントへの配信に成功しました。
th: เผยแพร่ไปยัง %d บัญชี Bluesky สำเร็จ
tr_tr: %d Bluesky hesabina basariyla sendikasyon yapildi.

source: Failed to syndicate to Bluesky accounts: %s
ar: فشل النشر على حسابات Bluesky: %s
de_de: Übertragung an Bluesky-Konten fehlgeschlagen: %s
es_es: Error al sindicar a las cuentas de Bluesky: %s
fr_fr: Impossible de syndiquer vers les comptes Bluesky : %s
it_it: Impossibile pubblicare sugli account Bluesky: %s
ja: Bluesky アカウントへの配信に失敗しました: %s
th: ไม่สามารถเผยแพร่ไปยังบัญชี Bluesky ได้: %s
tr_tr: Bluesky hesaplarina sendikasyon yapilamadi: %s

source: Partially syndicated: some accounts failed.
ar: تم النشر جزئيًا: فشلت بعض الحسابات.
de_de: Teilweise übertragen: Einige Konten sind fehlgeschlagen.
es_es: Sindicado parcialmente: algunas cuentas fallaron.
fr_fr: Syndication partielle : certains comptes ont échoué.
it_it: Pubblicazione parziale: alcuni account non sono riusciti.
ja: 部分的に配信されました: 一部のアカウントで失敗しました。
th: เผยแพร่บางส่วน: บางบัญชีล้มเหลว
tr_tr: Kismi sendikasyon: bazi hesaplar basarisiz oldu.

source: Retrying syndication to Bluesky...
ar: جارٍ إعادة محاولة النشر على Bluesky...
de_de: Übertragung an Bluesky wird erneut versucht...
es_es: Reintentando sindicación a Bluesky...
fr_fr: Nouvelle tentative de syndication vers Bluesky...
it_it: Nuovo tentativo di pubblicazione su Bluesky...
ja: Bluesky への配信を再試行中...
th: กำลังลองเผยแพร่ไปยัง Bluesky อีกครั้ง...
tr_tr: Bluesky'a sendikasyon tekrar deneniyor...

source: Retry failed
ar: فشلت إعادة المحاولة
de_de: Erneuter Versuch fehlgeschlagen
es_es: Reintento fallido
fr_fr: Nouvelle tentative échouée
it_it: Nuovo tentativo non riuscito
ja: 再試行に失敗しました
th: การลองใหม่ล้มเหลว
tr_tr: Yeniden deneme basarisiz oldu

source: Failed to retry syndication. Please try again.
ar: فشلت إعادة محاولة النشر. يرجى المحاولة مرة أخرى.
de_de: Erneuter Übertragungsversuch fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al reintentar la sindicación. Por favor, inténtalo de nuevo.
fr_fr: Impossible de réessayer la syndication. Veuillez réessayer.
it_it: Impossibile riprovare la pubblicazione. Riprova.
ja: 配信の再試行に失敗しました。もう一度お試しください。
th: ไม่สามารถลองเผยแพร่ใหม่ได้ กรุณาลองใหม่อีกครั้ง
tr_tr: Sendikasyon yeniden denemesi basarisiz oldu. Lutfen tekrar deneyin.

source: unknown
ar: غير معروف
de_de: unbekannt
es_es: desconocido
fr_fr: inconnu
it_it: sconosciuto
ja: 不明
th: ไม่ทราบ
tr_tr: bilinmiyor

source: Active Account (default)
ar: الحساب النشط (افتراضي)
de_de: Aktives Konto (Standard)
es_es: Cuenta activa (por defecto)
fr_fr: Compte actif (par défaut)
it_it: Account attivo (predefinito)
ja: 有効なアカウント（デフォルト）
th: บัญชีที่ใช้งาน (ค่าเริ่มต้น)
tr_tr: Aktif Hesap (varsayilan)

source: Rounded
ar: مستدير
de_de: Abgerundet
es_es: Redondeado
fr_fr: Arrondi
it_it: Arrotondato
ja: 角丸
th: มน
tr_tr: Yuvarlak

source: Outline
ar: محيط
de_de: Umriss
es_es: Contorno
fr_fr: Contour
it_it: Contorno
ja: アウトライン
th: เส้นขอบ
tr_tr: Cerceve

source: Squared
ar: مربّع
de_de: Eckig
es_es: Cuadrado
fr_fr: Carré
it_it: Quadrato
ja: 四角形
th: เหลี่ยม
tr_tr: Kare

source: Bluesky Discussion
ar: مناقشة Bluesky
de_de: Bluesky-Diskussion
es_es: Discusión de Bluesky
fr_fr: Discussion Bluesky
it_it: Discussione Bluesky
ja: Bluesky ディスカッション
th: การสนทนา Bluesky
tr_tr: Bluesky Tartismasi

source: View on Bluesky
ar: عرض على Bluesky
de_de: Auf Bluesky ansehen
es_es: Ver en Bluesky
fr_fr: Voir sur Bluesky
it_it: Visualizza su Bluesky
ja: Bluesky で表示
th: ดูบน Bluesky
tr_tr: Bluesky'da goruntule

source: No replies yet. Be the first to comment on Bluesky!
ar: لا توجد ردود حتى الآن. كن أول من يعلّق على Bluesky!
de_de: Noch keine Antworten. Seien Sie der Erste, der auf Bluesky kommentiert!
es_es: Aún no hay respuestas. ¡Sé el primero en comentar en Bluesky!
fr_fr: Aucune réponse pour le moment. Soyez le premier à commenter sur Bluesky !
it_it: Ancora nessuna risposta. Sii il primo a commentare su Bluesky!
ja: まだ返信はありません。Bluesky で最初にコメントしましょう！
th: ยังไม่มีการตอบกลับ เป็นคนแรกที่แสดงความคิดเห็นบน Bluesky!
tr_tr: Henuz yanit yok. Bluesky'da ilk yorumu siz yapin!

source: Reply on Bluesky
ar: الرد على Bluesky
de_de: Auf Bluesky antworten
es_es: Responder en Bluesky
fr_fr: Répondre sur Bluesky
it_it: Rispondi su Bluesky
ja: Bluesky で返信
th: ตอบกลับบน Bluesky
tr_tr: Bluesky'da yanitla

source: Show %d reply
ar: عرض %d رد
de_de: %d Antwort anzeigen
es_es: Mostrar %d respuesta
fr_fr: Afficher %d réponse
it_it: Mostra %d risposta
ja: %d 件の返信を表示
th: แสดง %d การตอบกลับ
tr_tr: %d yaniti goster

source: Hide replies
ar: إخفاء الردود
de_de: Antworten ausblenden
es_es: Ocultar respuestas
fr_fr: Masquer les réponses
it_it: Nascondi risposte
ja: 返信を非表示
th: ซ่อนการตอบกลับ
tr_tr: Yanitlari gizle

source: Loading discussion...
ar: جارٍ تحميل المناقشة...
de_de: Diskussion wird geladen...
es_es: Cargando discusión...
fr_fr: Chargement de la discussion...
it_it: Caricamento discussione...
ja: ディスカッションを読み込み中...
th: กำลังโหลดการสนทนา...
tr_tr: Tartisma yukleniyor...

source: No Bluesky post information found.
ar: لم يتم العثور على معلومات منشور Bluesky.
de_de: Keine Bluesky-Beitragsinformationen gefunden.
es_es: No se encontró información de publicación de Bluesky.
fr_fr: Aucune information de publication Bluesky trouvée.
it_it: Nessuna informazione sul post Bluesky trovata.
ja: Bluesky の投稿情報が見つかりません。
th: ไม่พบข้อมูลโพสต์ Bluesky
tr_tr: Bluesky gonderi bilgisi bulunamadi.

source: Invalid Bluesky post data.
ar: بيانات منشور Bluesky غير صالحة.
de_de: Ungültige Bluesky-Beitragsdaten.
es_es: Datos de publicación de Bluesky no válidos.
fr_fr: Données de publication Bluesky invalides.
it_it: Dati del post Bluesky non validi.
ja: 無効な Bluesky 投稿データです。
th: ข้อมูลโพสต์ Bluesky ไม่ถูกต้อง
tr_tr: Gecersiz Bluesky gonderi verisi.

source: Refresh
ar: تحديث
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
ja: 更新
th: รีเฟรช
tr_tr: Yenile

source: Unlink
ar: إلغاء الربط
de_de: Verknüpfung aufheben
es_es: Desvincular
fr_fr: Dissocier
it_it: Scollega
ja: リンク解除
th: ยกเลิกการเชื่อมโยง
tr_tr: Baglanti kaldir

source: Invalid permissions
ar: صلاحيات غير صالحة
de_de: Ungültige Berechtigungen
es_es: Permisos no válidos
fr_fr: Permissions invalides
it_it: Permessi non validi
ja: 無効な権限
th: สิทธิ์ไม่ถูกต้อง
tr_tr: Gecersiz izinler

source: No Bluesky post information found
ar: لم يتم العثور على معلومات منشور Bluesky
de_de: Keine Bluesky-Beitragsinformationen gefunden
es_es: No se encontró información de publicación de Bluesky
fr_fr: Aucune information de publication Bluesky trouvée
it_it: Nessuna informazione sul post Bluesky trovata
ja: Bluesky の投稿情報が見つかりません
th: ไม่พบข้อมูลโพสต์ Bluesky
tr_tr: Bluesky gonderi bilgisi bulunamadi

source: Likes
ar: إعجابات
de_de: Gefällt mir
es_es: Me gusta
fr_fr: J'aime
it_it: Mi piace
ja: いいね
th: ถูกใจ
tr_tr: Begeniler

source: Reposts
ar: إعادات النشر
es_es: Republicaciones
fr_fr: Republications
it_it: Repost
ja: リポスト
th: รีโพสต์
tr_tr: Yeniden paylasimlar

source: Replies
ar: ردود
de_de: Antworten
es_es: Respuestas
fr_fr: Réponses
it_it: Risposte
ja: 返信
th: การตอบกลับ
tr_tr: Yanitlar

source: Quotes
ar: اقتباسات
de_de: Zitate
es_es: Citas
fr_fr: Citations
it_it: Citazioni
ja: 引用
th: อ้างอิง
tr_tr: Alintilar

source: Discussion on Bluesky
ar: مناقشة على Bluesky
de_de: Diskussion auf Bluesky
es_es: Discusión en Bluesky
fr_fr: Discussion sur Bluesky
it_it: Discussione su Bluesky
ja: Bluesky でのディスカッション
th: การสนทนาบน Bluesky
tr_tr: Bluesky'da Tartisma

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم وسم الفيديو.
de_de: Ihr Browser unterstützt das Video-Element nicht.
es_es: Tu navegador no es compatible con la etiqueta de vídeo.
fr_fr: Votre navigateur ne prend pas en charge la balise vidéo.
it_it: Il tuo browser non supporta il tag video.
ja: お使いのブラウザはビデオタグに対応していません。
th: เบราว์เซอร์ของคุณไม่รองรับแท็กวิดีโอ
tr_tr: Tarayiciniz video etiketini desteklemiyor.

source: %s second ago
ar: منذ %s ثانية
de_de: vor %s Sekunde
es_es: hace %s segundo
fr_fr: il y a %s seconde
it_it: %s secondo fa
ja: %s秒前
th: %s วินาทีที่แล้ว
tr_tr: %s saniye once

source: %s minute ago
ar: منذ %s دقيقة
de_de: vor %s Minute
es_es: hace %s minuto
fr_fr: il y a %s minute
it_it: %s minuto fa
ja: %s分前
th: %s นาทีที่แล้ว
tr_tr: %s dakika once

source: %s hour ago
ar: منذ %s ساعة
de_de: vor %s Stunde
es_es: hace %s hora
fr_fr: il y a %s heure
it_it: %s ora fa
ja: %s時間前
th: %s ชั่วโมงที่แล้ว
tr_tr: %s saat once

source: %s day ago
ar: منذ %s يوم
de_de: vor %s Tag
es_es: hace %s día
fr_fr: il y a %s jour
it_it: %s giorno fa
ja: %s日前
th: %s วันที่แล้ว
tr_tr: %s gun once

source: %s week ago
ar: منذ %s أسبوع
de_de: vor %s Woche
es_es: hace %s semana
fr_fr: il y a %s semaine
it_it: %s settimana fa
ja: %s週間前
th: %s สัปดาห์ที่แล้ว
tr_tr: %s hafta once

source: %s month ago
ar: منذ %s شهر
de_de: vor %s Monat
es_es: hace %s mes
fr_fr: il y a %s mois
it_it: %s mese fa
ja: %sか月前
th: %s เดือนที่แล้ว
tr_tr: %s ay once

source: Unable to fetch post data from Bluesky.
ar: تعذّر جلب بيانات المنشور من Bluesky.
de_de: Beitragsdaten konnten nicht von Bluesky abgerufen werden.
es_es: No se pudieron obtener los datos de la publicación de Bluesky.
fr_fr: Impossible de récupérer les données de publication depuis Bluesky.
it_it: Impossibile recuperare i dati del post da Bluesky.
ja: Bluesky から投稿データを取得できませんでした。
th: ไม่สามารถดึงข้อมูลโพสต์จาก Bluesky ได้
tr_tr: Bluesky'dan gonderi verileri alinamadi.

source: We couldn't connect to Bluesky. Your credentials may have expired.
ar: تعذّر الاتصال بـ Bluesky. ربما انتهت صلاحية بيانات الاعتماد الخاصة بك.
de_de: Verbindung zu Bluesky konnte nicht hergestellt werden. Ihre Zugangsdaten sind möglicherweise abgelaufen.
es_es: No se pudo conectar con Bluesky. Es posible que tus credenciales hayan caducado.
fr_fr: Impossible de se connecter à Bluesky. Vos identifiants ont peut-être expiré.
it_it: Impossibile connettersi a Bluesky. Le tue credenziali potrebbero essere scadute.
ja: Bluesky に接続できませんでした。認証情報の有効期限が切れている可能性があります。
th: ไม่สามารถเชื่อมต่อกับ Bluesky ได้ ข้อมูลรับรองของคุณอาจหมดอายุแล้ว
tr_tr: Bluesky'a baglanamadik. Kimlik bilgilerinizin suresi dolmus olabilir.

source: Go to Settings
ar: الانتقال إلى الإعدادات
de_de: Zu den Einstellungen
es_es: Ir a Ajustes
fr_fr: Aller aux réglages
it_it: Vai alle impostazioni
ja: 設定へ移動
th: ไปที่การตั้งค่า
tr_tr: Ayarlara git

source: Bluesky is temporarily rate limiting requests. Your post will be retried automatically.
ar: يقوم Bluesky بتقييد الطلبات مؤقتًا. ستتم إعادة محاولة نشر مقالك تلقائيًا.
de_de: Bluesky begrenzt vorübergehend die Anfragen. Ihr Beitrag wird automatisch erneut versucht.
es_es: Bluesky está limitando temporalmente las solicitudes. Tu publicación se reintentará automáticamente.
fr_fr: Bluesky limite temporairement le nombre de requêtes. Votre publication sera réessayée automatiquement.
it_it: Bluesky sta temporaneamente limitando le richieste. Il tuo post verrà riprovato automaticamente.
ja: Bluesky が一時的にリクエストを制限しています。投稿は自動的に再試行されます。
th: Bluesky กำลังจำกัดอัตราคำขอชั่วคราว โพสต์ของคุณจะถูกลองใหม่โดยอัตโนมัติ
tr_tr: Bluesky gecici olarak istek sayisini sinirlandiriyor. Gonderiniz otomatik olarak tekrar denenecektir.

source: Couldn't reach Bluesky right now. This is usually temporary. Your post will be retried automatically.
ar: تعذّر الوصول إلى Bluesky حاليًا. هذا عادةً ما يكون مؤقتًا. ستتم إعادة محاولة نشر مقالك تلقائيًا.
de_de: Bluesky ist derzeit nicht erreichbar. Dies ist in der Regel vorübergehend. Ihr Beitrag wird automatisch erneut versucht.
es_es: No se pudo contactar con Bluesky en este momento. Esto suele ser temporal. Tu publicación se reintentará automáticamente.
fr_fr: Impossible de joindre Bluesky pour le moment. C'est généralement temporaire. Votre publication sera réessayée automatiquement.
it_it: Impossibile raggiungere Bluesky in questo momento. Di solito è temporaneo. Il tuo post verrà riprovato automaticamente.
ja: 現在 Bluesky に接続できません。通常、これは一時的なものです。投稿は自動的に再試行されます。
th: ไม่สามารถเชื่อมต่อ Bluesky ได้ในขณะนี้ โดยปกติจะเป็นปัญหาชั่วคราว โพสต์ของคุณจะถูกลองใหม่โดยอัตโนมัติ
tr_tr: Su anda Bluesky'a ulasilamiyor. Bu genellikle gecicidir. Gonderiniz otomatik olarak tekrar denenecektir.

source: The Bluesky handle appears to be invalid. Please check that you entered it correctly.
ar: يبدو أن معرّف Bluesky غير صالح. يرجى التحقق من إدخاله بشكل صحيح.
de_de: Der Bluesky-Handle scheint ungültig zu sein. Bitte überprüfen Sie Ihre Eingabe.
es_es: El identificador de Bluesky parece no ser válido. Por favor, comprueba que lo has introducido correctamente.
fr_fr: L'identifiant Bluesky semble invalide. Veuillez vérifier que vous l'avez saisi correctement.
it_it: L'handle Bluesky sembra non essere valido. Verifica di averlo inserito correttamente.
ja: Bluesky ハンドルが無効のようです。正しく入力されているか確認してください。
th: แฮนเดิล Bluesky ดูเหมือนจะไม่ถูกต้อง กรุณาตรวจสอบว่าคุณป้อนถูกต้อง
tr_tr: Bluesky tanici adi gecersiz gorunuyor. Lutfen dogru girdiginizden emin olun.

source: Bluesky couldn't process this request. The post content may have an issue.
ar: تعذّر على Bluesky معالجة هذا الطلب. قد تكون هناك مشكلة في محتوى المنشور.
de_de: Bluesky konnte diese Anfrage nicht verarbeiten. Der Beitragsinhalt könnte ein Problem aufweisen.
es_es: Bluesky no pudo procesar esta solicitud. El contenido de la publicación puede tener un problema.
fr_fr: Bluesky n'a pas pu traiter cette requête. Le contenu de la publication pose peut-être problème.
it_it: Bluesky non ha potuto elaborare questa richiesta. Il contenuto del post potrebbe avere un problema.
ja: Bluesky がこのリクエストを処理できませんでした。投稿内容に問題がある可能性があります。
th: Bluesky ไม่สามารถประมวลผลคำขอนี้ได้ เนื้อหาโพสต์อาจมีปัญหา
tr_tr: Bluesky bu istegi isleyemedi. Gonderi iceriginde bir sorun olabilir.

source: You don't have permission for this action on Bluesky. Your account settings may need updating.
ar: ليس لديك صلاحية لهذا الإجراء على Bluesky. قد تحتاج إعدادات حسابك إلى تحديث.
de_de: Sie haben keine Berechtigung für diese Aktion auf Bluesky. Ihre Kontoeinstellungen müssen möglicherweise aktualisiert werden.
es_es: No tienes permiso para esta acción en Bluesky. Es posible que necesites actualizar la configuración de tu cuenta.
fr_fr: Vous n'avez pas la permission pour cette action sur Bluesky. Les réglages de votre compte nécessitent peut-être une mise à jour.
it_it: Non hai i permessi per questa azione su Bluesky. Le impostazioni del tuo account potrebbero necessitare di un aggiornamento.
ja: Bluesky でこの操作を行う権限がありません。アカウント設定の更新が必要な場合があります。
th: คุณไม่มีสิทธิ์สำหรับการดำเนินการนี้บน Bluesky การตั้งค่าบัญชีของคุณอาจต้องอัปเดต
tr_tr: Bluesky'da bu islem icin izniniz bulunmuyor. Hesap ayarlarinizin guncellenmesi gerekebilir.

source: Bluesky is experiencing issues right now. Your post will be retried automatically.
ar: يواجه Bluesky مشاكل حاليًا. ستتم إعادة محاولة نشر مقالك تلقائيًا.
de_de: Bluesky hat derzeit Probleme. Ihr Beitrag wird automatisch erneut versucht.
es_es: Bluesky está experimentando problemas en este momento. Tu publicación se reintentará automáticamente.
fr_fr: Bluesky rencontre actuellement des problèmes. Votre publication sera réessayée automatiquement.
it_it: Bluesky sta riscontrando problemi in questo momento. Il tuo post verrà riprovato automaticamente.
ja: 現在 Bluesky に問題が発生しています。投稿は自動的に再試行されます。
th: Bluesky กำลังประสบปัญหาในขณะนี้ โพสต์ของคุณจะถูกลองใหม่โดยอัตโนมัติ
tr_tr: Bluesky su anda sorunlar yasiyor. Gonderiniz otomatik olarak tekrar denenecektir.

source: Something went wrong while connecting to Bluesky. Please try again.
ar: حدث خطأ أثناء الاتصال بـ Bluesky. يرجى المحاولة مرة أخرى.
de_de: Bei der Verbindung zu Bluesky ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Algo salió mal al conectar con Bluesky. Por favor, inténtalo de nuevo.
fr_fr: Un problème est survenu lors de la connexion à Bluesky. Veuillez réessayer.
it_it: Si è verificato un errore durante la connessione a Bluesky. Riprova.
ja: Bluesky への接続中に問題が発生しました。もう一度お試しください。
th: เกิดข้อผิดพลาดขณะเชื่อมต่อกับ Bluesky กรุณาลองใหม่อีกครั้ง
tr_tr: Bluesky'a baglanirken bir sorun olustu. Lutfen tekrar deneyin.

source: We couldn't post to Bluesky right now. Your post will be retried automatically.
ar: تعذّر النشر على Bluesky حاليًا. ستتم إعادة محاولة نشر مقالك تلقائيًا.
de_de: Der Beitrag konnte derzeit nicht auf Bluesky veröffentlicht werden. Ihr Beitrag wird automatisch erneut versucht.
es_es: No se pudo publicar en Bluesky en este momento. Tu publicación se reintentará automáticamente.
fr_fr: Impossible de publier sur Bluesky pour le moment. Votre publication sera réessayée automatiquement.
it_it: Impossibile pubblicare su Bluesky in questo momento. Il tuo post verrà riprovato automaticamente.
ja: 現在 Bluesky に投稿できません。投稿は自動的に再試行されます。
th: ไม่สามารถโพสต์ไปยัง Bluesky ได้ในขณะนี้ โพสต์ของคุณจะถูกลองใหม่โดยอัตโนมัติ
tr_tr: Su anda Bluesky'a gonderi yapilamadi. Gonderiniz otomatik olarak tekrar denenecektir.

source: We couldn't load Bluesky content right now. Please try refreshing the page.
ar: تعذّر تحميل محتوى Bluesky حاليًا. يرجى محاولة تحديث الصفحة.
de_de: Bluesky-Inhalte konnten derzeit nicht geladen werden. Bitte versuchen Sie, die Seite zu aktualisieren.
es_es: No se pudo cargar el contenido de Bluesky en este momento. Por favor, intenta actualizar la página.
fr_fr: Impossible de charger le contenu Bluesky pour le moment. Veuillez essayer d'actualiser la page.
it_it: Impossibile caricare il contenuto di Bluesky in questo momento. Prova ad aggiornare la pagina.
ja: 現在 Bluesky のコンテンツを読み込めません。ページを更新してみてください。
th: ไม่สามารถโหลดเนื้อหา Bluesky ได้ในขณะนี้ กรุณาลองรีเฟรชหน้า
tr_tr: Su anda Bluesky icerigi yuklenemedi. Lutfen sayfayi yenilemeyi deneyin.

source: Something went wrong with the Bluesky connection. Please try again.
ar: حدث خطأ في الاتصال بـ Bluesky. يرجى المحاولة مرة أخرى.
de_de: Bei der Bluesky-Verbindung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Algo salió mal con la conexión de Bluesky. Por favor, inténtalo de nuevo.
fr_fr: Un problème est survenu avec la connexion Bluesky. Veuillez réessayer.
it_it: Si è verificato un errore con la connessione a Bluesky. Riprova.
ja: Bluesky の接続に問題が発生しました。もう一度お試しください。
th: เกิดข้อผิดพลาดกับการเชื่อมต่อ Bluesky กรุณาลองใหม่อีกครั้ง
tr_tr: Bluesky baglantisinda bir sorun olustu. Lutfen tekrar deneyin.

source: Bluesky requests are paused due to repeated errors. They'll resume automatically.
ar: تم إيقاف طلبات Bluesky مؤقتًا بسبب أخطاء متكررة. ستُستأنف تلقائيًا.
de_de: Bluesky-Anfragen sind aufgrund wiederholter Fehler pausiert. Sie werden automatisch fortgesetzt.
es_es: Las solicitudes a Bluesky están pausadas debido a errores repetidos. Se reanudarán automáticamente.
fr_fr: Les requêtes Bluesky sont suspendues en raison d'erreurs répétées. Elles reprendront automatiquement.
it_it: Le richieste a Bluesky sono sospese a causa di errori ripetuti. Riprenderanno automaticamente.
ja: エラーが繰り返し発生したため、Bluesky へのリクエストを一時停止しています。自動的に再開されます。
th: คำขอ Bluesky ถูกหยุดชั่วคราวเนื่องจากข้อผิดพลาดซ้ำ จะดำเนินการต่อโดยอัตโนมัติ
tr_tr: Tekrarlanan hatalar nedeniyle Bluesky istekleri duraklatildi. Otomatik olarak devam edecektir.

source: Bluesky connection is healthy.
ar: الاتصال بـ Bluesky سليم.
de_de: Bluesky-Verbindung ist in Ordnung.
es_es: La conexión con Bluesky funciona correctamente.
fr_fr: La connexion Bluesky est fonctionnelle.
it_it: La connessione a Bluesky è funzionante.
ja: Bluesky の接続は正常です。
th: การเชื่อมต่อ Bluesky ปกติ
tr_tr: Bluesky baglantisi saglikli.

source: Rate limited — will retry automatically.
ar: تم تقييد الطلبات — ستتم إعادة المحاولة تلقائيًا.
de_de: Ratenbegrenzung aktiv — wird automatisch erneut versucht.
es_es: Límite de solicitudes alcanzado — se reintentará automáticamente.
fr_fr: Débit limité — nouvelle tentative automatique.
it_it: Limite di richieste raggiunto — nuovo tentativo automatico.
ja: レート制限中 — 自動的に再試行されます。
th: ถูกจำกัดอัตรา — จะลองใหม่โดยอัตโนมัติ
tr_tr: Hiz sinirlamasi -- otomatik olarak tekrar denenecek.

source: Successfully posted to Bluesky.
ar: تم النشر على Bluesky بنجاح.
de_de: Erfolgreich auf Bluesky veröffentlicht.
es_es: Publicado correctamente en Bluesky.
fr_fr: Publication réussie sur Bluesky.
it_it: Pubblicato con successo su Bluesky.
ja: Bluesky への投稿に成功しました。
th: โพสต์ไปยัง Bluesky สำเร็จ
tr_tr: Bluesky'a basariyla yayinlandi.

source: Couldn't post to Bluesky.
ar: تعذّر النشر على Bluesky.
de_de: Konnte nicht auf Bluesky veröffentlicht werden.
es_es: No se pudo publicar en Bluesky.
fr_fr: Impossible de publier sur Bluesky.
it_it: Impossibile pubblicare su Bluesky.
ja: Bluesky に投稿できませんでした。
th: ไม่สามารถโพสต์ไปยัง Bluesky ได้
tr_tr: Bluesky'a gonderi yapilamadi.

source: Posted to some Bluesky accounts. Some accounts had issues.
ar: تم النشر على بعض حسابات Bluesky. واجهت بعض الحسابات مشاكل.
de_de: Auf einigen Bluesky-Konten veröffentlicht. Bei einigen Konten traten Probleme auf.
es_es: Publicado en algunas cuentas de Bluesky. Algunas cuentas tuvieron problemas.
fr_fr: Publié sur certains comptes Bluesky. Certains comptes ont rencontré des problèmes.
it_it: Pubblicato su alcuni account Bluesky. Alcuni account hanno riscontrato problemi.
ja: 一部の Bluesky アカウントに投稿しました。一部のアカウントで問題が発生しました。
th: โพสต์ไปยังบัญชี Bluesky บางส่วนแล้ว บางบัญชีมีปัญหา
tr_tr: Bazi Bluesky hesaplarina yayinlandi. Bazi hesaplarda sorun olustu.

source: Unknown syndication status.
ar: حالة نشر غير معروفة.
de_de: Unbekannter Übertragungsstatus.
es_es: Estado de sindicación desconocido.
fr_fr: Statut de syndication inconnu.
it_it: Stato di pubblicazione sconosciuto.
ja: 不明な配信ステータスです。
th: สถานะการเผยแพร่ไม่ทราบ
tr_tr: Bilinmeyen sendikasyon durumu.

source: Bluesky Integration Health
ar: صحة تكامل Bluesky
de_de: Bluesky-Integrationsstatus
es_es: Estado de la integración con Bluesky
fr_fr: État de l'intégration Bluesky
it_it: Stato dell'integrazione Bluesky
ja: Bluesky 連携の健全性
th: สถานะการเชื่อมต่อ Bluesky
tr_tr: Bluesky Entegrasyon Sagligi
