Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Number of Posts
ar: عدد المنشورات
de_de: Anzahl der Beiträge
es_es: Número de publicaciones
fr_fr: Nombre de publications
it_it: Numero di post
ja: 投稿数
th: จำนวนโพสต์
tr_tr: Gonderi Sayisi

source: BlueSky Posts Feed
ar: خلاصة منشورات BlueSky
de_de: BlueSky-Beitrags-Feed
es_es: Feed de publicaciones de BlueSky
fr_fr: Flux de publications BlueSky
it_it: Feed dei post BlueSky
ja: BlueSky 投稿フィード
th: ฟีดโพสต์ BlueSky
tr_tr: BlueSky Gonderi Akisi

source: social
ar: اجتماعي
de_de: sozial
ja: ソーシャル
th: โซเชียล
tr_tr: sosyal

source: feed
ar: خلاصة
fr_fr: flux
ja: フィード
th: ฟีด
tr_tr: akis

source: posts
ar: منشورات
de_de: Beiträge
es_es: publicaciones
fr_fr: publications
it_it: post
ja: 投稿
th: โพสต์
tr_tr: gonderiler

source: Unable to generate preview.
ar: تعذّر إنشاء المعاينة.
de_de: Vorschau konnte nicht erstellt werden.
es_es: No se pudo generar la vista previa.
fr_fr: Impossible de générer l'aperçu.
it_it: Impossibile generare l'anteprima.
ja: プレビューを生成できません。
th: ไม่สามารถสร้างตัวอย่างได้
tr_tr: Onizleme olusturulamadi.

source: Error loading preview.
ar: خطأ في تحميل المعاينة.
de_de: Fehler beim Laden der Vorschau.
es_es: Error al cargar la vista previa.
fr_fr: Erreur lors du chargement de l'aperçu.
it_it: Errore nel caricamento dell'anteprima.
ja: プレビューの読み込みエラー。
th: เกิดข้อผิดพลาดในการโหลดตัวอย่าง
tr_tr: Onizleme yuklenirken hata olustu.

source: Category rules will prevent syndication to this account.
ar: قواعد التصنيفات ستمنع النشر على هذا الحساب.
de_de: Kategorieregeln verhindern die Übertragung an dieses Konto.
es_es: Las reglas de categoría impedirán la sindicación a esta cuenta.
fr_fr: Les règles de catégories empêcheront la syndication vers ce compte.
it_it: Le regole delle categorie impediranno la pubblicazione su questo account.
ja: カテゴリールールにより、このアカウントへの配信が制限されます。
th: กฎหมวดหมู่จะป้องกันการเผยแพร่ไปยังบัญชีนี้
tr_tr: Kategori kurallari bu hesaba sendikasyon yapilmasini engelleyecektir.

source: Post text:
ar: نص المنشور:
de_de: Beitragstext:
es_es: Texto de la publicación:
fr_fr: Texte de la publication :
it_it: Testo del post:
ja: 投稿テキスト:
th: ข้อความโพสต์:
tr_tr: Gonderi metni:

source: Auto-generated from title and excerpt
ar: يتم إنشاؤه تلقائيًا من العنوان والمقتطف
de_de: Automatisch aus Titel und Textauszug generiert
es_es: Generado automáticamente a partir del título y el extracto
fr_fr: Généré automatiquement à partir du titre et de l'extrait
it_it: Generato automaticamente da titolo e riassunto
ja: タイトルと抜粋から自動生成
th: สร้างอัตโนมัติจากชื่อเรื่องและข้อความย่อ
tr_tr: Baslik ve ozetten otomatik olusturulur

source: Reset to default
ar: إعادة التعيين إلى الافتراضي
de_de: Auf Standard zurücksetzen
es_es: Restablecer valores predeterminados
fr_fr: Réinitialiser par défaut
it_it: Ripristina predefinito
ja: デフォルトにリセット
th: รีเซ็ตเป็นค่าเริ่มต้น
tr_tr: Varsayilana sifirla

source: Don't syndicate this post
ar: عدم نشر هذا المقال
de_de: Diesen Beitrag nicht übertragen
es_es: No sindicar esta entrada
fr_fr: Ne pas syndiquer cet article
it_it: Non pubblicare questo articolo
ja: この投稿を配信しない
th: ไม่ต้องเผยแพร่โพสต์นี้
tr_tr: Bu gonderiyi sendikasyon yapma

source: Loading preview...
ar: جارٍ تحميل المعاينة...
de_de: Vorschau wird geladen...
es_es: Cargando vista previa...
fr_fr: Chargement de l'aperçu...
it_it: Caricamento anteprima...
ja: プレビューを読み込み中...
th: กำลังโหลดตัวอย่าง...
tr_tr: Onizleme yukleniyor...

source: Refresh Preview
ar: تحديث المعاينة
de_de: Vorschau aktualisieren
es_es: Actualizar vista previa
fr_fr: Actualiser l'aperçu
it_it: Aggiorna anteprima
ja: プレビューを更新
th: รีเฟรชตัวอย่าง
tr_tr: Onizlemeyi Yenile

source: Profile Display Options
ar: خيارات عرض الملف الشخصي
de_de: Profil-Anzeigeoptionen
es_es: Opciones de visualización del perfil
fr_fr: Options d'affichage du profil
it_it: Opzioni di visualizzazione del profilo
ja: プロフィールの表示オプション
th: ตัวเลือกการแสดงผลโปรไฟล์
tr_tr: Profil Goruntuleme Secenekleri

source: Display Banner
ar: عرض البانر
de_de: Banner anzeigen
es_es: Mostrar banner
fr_fr: Afficher la bannière
it_it: Mostra banner
ja: バナーを表示
th: แสดงแบนเนอร์
tr_tr: Baslik Gorselini Goster

source: Display Avatar
ar: عرض الصورة الرمزية
de_de: Avatar anzeigen
es_es: Mostrar avatar
fr_fr: Afficher l'avatar
it_it: Mostra avatar
ja: アバターを表示
th: แสดงอวาตาร์
tr_tr: Avatari Goster

source: Display Counters
ar: عرض العدّادات
de_de: Zähler anzeigen
es_es: Mostrar contadores
fr_fr: Afficher les compteurs
it_it: Mostra contatori
ja: カウンターを表示
th: แสดงตัวนับ
tr_tr: Sayaclari Goster

source: Display Bio
ar: عرض السيرة الذاتية
de_de: Biografie anzeigen
es_es: Mostrar biografía
fr_fr: Afficher la biographie
it_it: Mostra biografia
ja: 自己紹介を表示
th: แสดงประวัติ
tr_tr: Biyografiyi Goster

source: BlueSky Profile Card
ar: بطاقة الملف الشخصي على BlueSky
de_de: BlueSky-Profilkarte
es_es: Tarjeta de perfil de BlueSky
fr_fr: Carte de profil BlueSky
it_it: Scheda profilo BlueSky
ja: BlueSky プロフィールカード
th: การ์ดโปรไฟล์ BlueSky
tr_tr: BlueSky Profil Karti

source: account
ar: حساب
de_de: Konto
es_es: cuenta
fr_fr: compte
ja: アカウント
th: บัญชี
tr_tr: hesap

source: card
ar: بطاقة
de_de: Karte
es_es: tarjeta
fr_fr: carte
it_it: scheda
ja: カード
th: การ์ด
tr_tr: kart

source: Preview:
ar: معاينة:
de_de: Vorschau:
es_es: Vista previa:
fr_fr: Aperçu :
it_it: Anteprima:
ja: プレビュー:
th: ตัวอย่าง:
tr_tr: Onizleme:

source: (Title and excerpt will be used)
ar: (سيتم استخدام العنوان والمقتطف)
de_de: (Titel und Textauszug werden verwendet)
es_es: (Se usarán el título y el extracto)
fr_fr: (Le titre et l'extrait seront utilisés)
it_it: (Verranno utilizzati titolo e riassunto)
ja: （タイトルと抜粋が使用されます）
th: (จะใช้ชื่อเรื่องและข้อความย่อ)
tr_tr: (Baslik ve ozet kullanilacaktir)
