Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Automatically syndicate new posts to BlueSky. You can change this behaviour post by post while editing it.
ar: نشر المقالات الجديدة تلقائيًا على BlueSky. يمكنك تغيير هذا السلوك لكل مقال على حدة أثناء تحريره.
de_de: Neue Beiträge automatisch an BlueSky übertragen. Sie können dieses Verhalten beim Bearbeiten für jeden Beitrag einzeln ändern.
es_es: Sindicar automáticamente las nuevas entradas a BlueSky. Puedes cambiar este comportamiento entrada por entrada mientras la editas.
fr_fr: Syndiquer automatiquement les nouveaux articles vers BlueSky. Vous pouvez modifier ce comportement article par article lors de l'édition.
it_it: Pubblica automaticamente i nuovi articoli su BlueSky. Puoi modificare questo comportamento articolo per articolo durante la modifica.
ja: 新しい投稿を自動的に BlueSky に配信します。投稿の編集中に個別に変更することもできます。
th: เผยแพร่โพสต์ใหม่ไปยัง BlueSky โดยอัตโนมัติ คุณสามารถเปลี่ยนพฤติกรรมนี้ได้ทีละโพสต์ขณะแก้ไข
tr_tr: Yeni gonderileri BlueSky'a otomatik olarak sendikasyon yapin. Bu davranisi gonderi duzenlerken gonderi bazinda degistirebilirsiniz.

source: Pause all syndication to Bluesky. When enabled, no posts will be syndicated to any account. Use this for maintenance or troubleshooting.
ar: إيقاف جميع عمليات النشر على Bluesky مؤقتًا. عند التفعيل، لن يتم نشر أي مقال على أي حساب. استخدم هذا للصيانة أو استكشاف الأخطاء.
de_de: Alle Übertragungen an Bluesky pausieren. Wenn aktiviert, werden keine Beiträge an Konten übertragen. Verwenden Sie dies für Wartung oder Fehlerbehebung.
es_es: Pausar toda la sindicación a Bluesky. Cuando está habilitado, no se sindicará ninguna entrada a ninguna cuenta. Úsalo para mantenimiento o resolución de problemas.
fr_fr: Suspendre toute syndication vers Bluesky. Lorsque cette option est activée, aucun article ne sera syndiqué vers aucun compte. Utilisez cette option pour la maintenance ou le dépannage.
it_it: Sospendi tutte le pubblicazioni su Bluesky. Quando attivo, nessun articolo verrà pubblicato su alcun account. Usa questa opzione per manutenzione o risoluzione problemi.
ja: Bluesky へのすべての配信を一時停止します。有効にすると、どのアカウントにも投稿が配信されません。メンテナンスやトラブルシューティングにご使用ください。
th: หยุดการเผยแพร่ทั้งหมดไปยัง Bluesky ชั่วคราว เมื่อเปิดใช้งาน จะไม่มีโพสต์ถูกเผยแพร่ไปยังบัญชีใดเลย ใช้สำหรับการบำรุงรักษาหรือแก้ไขปัญหา
tr_tr: Bluesky'a tum sendikasyonu duraklatinin. Etkinlestirildiginde, hicbir gonderi hicbir hesaba sendikasyon yapilmaz. Bakim veya sorun giderme icin kullanin.

source: System Preference
ar: تفضيل النظام
de_de: Systemeinstellung
es_es: Preferencia del sistema
fr_fr: Préférence système
it_it: Preferenza di sistema
ja: システム設定
th: ตามการตั้งค่าระบบ
tr_tr: Sistem Tercihi

source: Light
ar: فاتح
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
ja: ライト
th: สว่าง
tr_tr: Acik

source: Dark
ar: داكن
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
ja: ダーク
th: มืด
tr_tr: Koyu

source: Enter the number of posts to display (1-10) - 5 is set by default
ar: أدخل عدد المنشورات المراد عرضها (1-10) - القيمة الافتراضية هي 5
de_de: Geben Sie die Anzahl der anzuzeigenden Beiträge ein (1-10) – standardmäßig ist 5 eingestellt
es_es: Introduce el número de publicaciones a mostrar (1-10) - 5 por defecto
fr_fr: Saisissez le nombre de publications à afficher (1-10) - 5 par défaut
it_it: Inserisci il numero di post da visualizzare (1-10) - 5 è il valore predefinito
ja: 表示する投稿数を入力してください（1〜10）- デフォルトは5です
th: กรอกจำนวนโพสต์ที่ต้องการแสดง (1-10) - ค่าเริ่มต้นคือ 5
tr_tr: Goruntulecek gonderi sayisini girin (1-10) - varsayilan olarak 5 ayarlanmistir

source: If checked, your replies will not be displayed in your feed.
ar: إذا تم التحديد، لن يتم عرض ردودك في خلاصتك.
de_de: Wenn aktiviert, werden Ihre Antworten nicht in Ihrem Feed angezeigt.
es_es: Si está marcado, tus respuestas no se mostrarán en tu feed.
fr_fr: Si coché, vos réponses ne seront pas affichées dans votre flux.
it_it: Se selezionato, le tue risposte non verranno visualizzate nel tuo feed.
ja: チェックすると、フィードに返信が表示されなくなります。
th: หากเลือก การตอบกลับของคุณจะไม่แสดงในฟีดของคุณ
tr_tr: Isaretlenirse, yanitlariniz akisinizda goruntulenmez.

source: If checked, the reposts won't be displayed in your feed.
ar: إذا تم التحديد، لن يتم عرض إعادات النشر في خلاصتك.
de_de: Wenn aktiviert, werden Reposts nicht in Ihrem Feed angezeigt.
es_es: Si está marcado, las republicaciones no se mostrarán en tu feed.
fr_fr: Si coché, les republications ne seront pas affichées dans votre flux.
it_it: Se selezionato, i repost non verranno visualizzati nel tuo feed.
ja: チェックすると、フィードにリポストが表示されなくなります。
th: หากเลือก รีโพสต์จะไม่แสดงในฟีดของคุณ
tr_tr: Isaretlenirse, yeniden paylasimlar akisinizda goruntulenmez.

source: If checked, videos, images, and link cards won't be displayed in your feed.
ar: إذا تم التحديد، لن يتم عرض مقاطع الفيديو والصور وبطاقات الروابط في خلاصتك.
de_de: Wenn aktiviert, werden Videos, Bilder und Linkkarten nicht in Ihrem Feed angezeigt.
es_es: Si está marcado, los vídeos, imágenes y tarjetas de enlace no se mostrarán en tu feed.
fr_fr: Si coché, les vidéos, images et cartes de liens ne seront pas affichées dans votre flux.
it_it: Se selezionato, video, immagini e schede link non verranno visualizzati nel tuo feed.
ja: チェックすると、フィードに動画、画像、リンクカードが表示されなくなります。
th: หากเลือก วิดีโอ รูปภาพ และการ์ดลิงก์จะไม่แสดงในฟีดของคุณ
tr_tr: Isaretlenirse, videolar, gorseller ve baglanti kartlari akisinizda goruntulenmez.

source: If checked, like, repost, reply, and quote counters won't be displayed in your feed.
ar: إذا تم التحديد، لن يتم عرض عدّادات الإعجاب وإعادة النشر والرد والاقتباس في خلاصتك.
de_de: Wenn aktiviert, werden Gefällt-mir-, Repost-, Antwort- und Zitat-Zähler nicht in Ihrem Feed angezeigt.
es_es: Si está marcado, los contadores de me gusta, republicaciones, respuestas y citas no se mostrarán en tu feed.
fr_fr: Si coché, les compteurs de j'aime, republications, réponses et citations ne seront pas affichés dans votre flux.
it_it: Se selezionato, i contatori di mi piace, repost, risposte e citazioni non verranno visualizzati nel tuo feed.
ja: チェックすると、フィードにいいね、リポスト、返信、引用のカウンターが表示されなくなります。
th: หากเลือก ตัวนับถูกใจ รีโพสต์ ตอบกลับ และอ้างอิงจะไม่แสดงในฟีดของคุณ
tr_tr: Isaretlenirse, begeni, yeniden paylasim, yanit ve alinti sayaclari akisinizda goruntulenmez.

source: Days
ar: أيام
de_de: Tage
es_es: Días
fr_fr: Jours
it_it: Giorni
ja: 日
th: วัน
tr_tr: Gun

source: Hours
ar: ساعات
de_de: Stunden
es_es: Horas
fr_fr: Heures
it_it: Ore
ja: 時間
th: ชั่วโมง
tr_tr: Saat

source: Minutes
ar: دقائق
de_de: Minuten
es_es: Minutos
it_it: Minuti
ja: 分
th: นาที
tr_tr: Dakika

source: Set to 0 in all fields to disable the cache.
ar: اضبط القيمة على 0 في جميع الحقول لتعطيل التخزين المؤقت.
de_de: Setzen Sie alle Felder auf 0, um den Cache zu deaktivieren.
es_es: Establece 0 en todos los campos para desactivar la caché.
fr_fr: Mettez 0 dans tous les champs pour désactiver le cache.
it_it: Imposta 0 in tutti i campi per disattivare la cache.
ja: キャッシュを無効にするには、すべてのフィールドに0を設定してください。
th: ตั้งค่าเป็น 0 ในทุกช่องเพื่อปิดใช้งานแคช
tr_tr: Onbellegi devre disi birakmak icin tum alanlari 0 olarak ayarlayin.

source: Enable Bluesky discussion display below your syndicated posts.
ar: تفعيل عرض مناقشات Bluesky أسفل مقالاتك المنشورة.
de_de: Bluesky-Diskussionsanzeige unter Ihren übertragenen Beiträgen aktivieren.
es_es: Habilitar la visualización de discusiones de Bluesky debajo de tus entradas sindicadas.
fr_fr: Activer l'affichage des discussions Bluesky sous vos articles syndiqués.
it_it: Abilita la visualizzazione delle discussioni Bluesky sotto i tuoi articoli pubblicati.
ja: 配信済みの投稿の下に Bluesky ディスカッションを表示します。
th: เปิดใช้งานการแสดงการสนทนา Bluesky ใต้โพสต์ที่เผยแพร่แล้วของคุณ
tr_tr: Sendikasyon yapilmis gonderilerinizin altinda Bluesky tartisma goruntulemeyi etkinlestirin.

source: This option is only available when multi-account support is enabled.
ar: هذا الخيار متوفر فقط عند تفعيل دعم الحسابات المتعددة.
de_de: Diese Option ist nur verfügbar, wenn die Multi-Konto-Unterstützung aktiviert ist.
es_es: Esta opción solo está disponible cuando el soporte multicuenta está habilitado.
fr_fr: Cette option n'est disponible que lorsque le support multi-comptes est activé.
it_it: Questa opzione è disponibile solo quando il supporto multi-account è attivo.
ja: このオプションはマルチアカウントサポートが有効な場合のみ利用できます。
th: ตัวเลือกนี้ใช้ได้เฉพาะเมื่อเปิดใช้งานการรองรับหลายบัญชี
tr_tr: Bu secenek yalnizca coklu hesap destegi etkinlestirildiginde kullanilabilir.

source: No accounts available. Please add an account first.
ar: لا توجد حسابات متوفرة. يرجى إضافة حساب أولاً.
de_de: Keine Konten verfügbar. Bitte fügen Sie zuerst ein Konto hinzu.
es_es: No hay cuentas disponibles. Por favor, añade una cuenta primero.
fr_fr: Aucun compte disponible. Veuillez d'abord ajouter un compte.
it_it: Nessun account disponibile. Aggiungi prima un account.
ja: 利用可能なアカウントがありません。先にアカウントを追加してください。
th: ไม่มีบัญชีที่พร้อมใช้งาน กรุณาเพิ่มบัญชีก่อน
tr_tr: Kullanilabilir hesap yok. Lutfen once bir hesap ekleyin.

source: Choose which account's Bluesky thread to display for discussions.
ar: اختر سلسلة Bluesky الخاصة بأي حساب لعرضها في المناقشات.
de_de: Wählen Sie, welcher Bluesky-Thread des Kontos für Diskussionen angezeigt werden soll.
es_es: Elige qué hilo de Bluesky de qué cuenta mostrar en las discusiones.
fr_fr: Choisissez le fil Bluesky de quel compte afficher pour les discussions.
it_it: Scegli il thread Bluesky di quale account mostrare per le discussioni.
ja: ディスカッションに表示する Bluesky スレッドのアカウントを選択してください。
th: เลือกเธรด Bluesky ของบัญชีที่ต้องการแสดงสำหรับการสนทนา
tr_tr: Tartismalar icin hangi hesabin Bluesky konusunun goruntulecegini secin.

source: Display multiple levels of replies (replies to replies).
ar: عرض مستويات متعددة من الردود (ردود على ردود).
de_de: Mehrere Antwortebenen anzeigen (Antworten auf Antworten).
es_es: Mostrar múltiples niveles de respuestas (respuestas a respuestas).
fr_fr: Afficher plusieurs niveaux de réponses (réponses aux réponses).
it_it: Mostra più livelli di risposte (risposte alle risposte).
ja: 複数レベルの返信（返信への返信）を表示します。
th: แสดงการตอบกลับหลายระดับ (การตอบกลับซ้อนกัน)
tr_tr: Birden fazla yanit duzeyini goster (yanitlara verilen yanitlar).

source: Collapse nested replies by default (only available if multiple levels are enabled).
ar: طي الردود المتداخلة افتراضيًا (متوفر فقط إذا تم تفعيل المستويات المتعددة).
de_de: Verschachtelte Antworten standardmäßig einklappen (nur verfügbar, wenn mehrere Ebenen aktiviert sind).
es_es: Contraer respuestas anidadas por defecto (solo disponible si los múltiples niveles están habilitados).
fr_fr: Réduire les réponses imbriquées par défaut (disponible uniquement si plusieurs niveaux sont activés).
it_it: Comprimi le risposte annidate per impostazione predefinita (disponibile solo se sono abilitati più livelli).
ja: ネストされた返信をデフォルトで折りたたみます（複数レベルが有効な場合のみ利用可能）。
th: ย่อการตอบกลับซ้อนตามค่าเริ่มต้น (ใช้ได้เฉพาะเมื่อเปิดใช้งานหลายระดับ)
tr_tr: Ic ice yanitlari varsayilan olarak daralt (yalnizca birden fazla duzey etkinlestirildiginde kullanilabilir).

source: Display like and share counters for individual replies.
ar: عرض عدّادات الإعجاب والمشاركة لكل رد على حدة.
de_de: Gefällt-mir- und Teilen-Zähler für einzelne Antworten anzeigen.
es_es: Mostrar contadores de me gusta y compartir para cada respuesta.
fr_fr: Afficher les compteurs de j'aime et de partages pour chaque réponse.
it_it: Mostra i contatori di mi piace e condivisioni per le singole risposte.
ja: 各返信のいいね・シェアカウンターを表示します。
th: แสดงตัวนับถูกใจและแชร์สำหรับการตอบกลับแต่ละรายการ
tr_tr: Her bir yanit icin begeni ve paylasim sayaclarini goster.

source: Display a link to reply on Bluesky for each reply.
ar: عرض رابط للرد على Bluesky لكل رد.
de_de: Einen Link zum Antworten auf Bluesky für jede Antwort anzeigen.
es_es: Mostrar un enlace para responder en Bluesky para cada respuesta.
fr_fr: Afficher un lien pour répondre sur Bluesky pour chaque réponse.
it_it: Mostra un link per rispondere su Bluesky per ogni risposta.
ja: 各返信に Bluesky での返信リンクを表示します。
th: แสดงลิงก์สำหรับตอบกลับบน Bluesky ในแต่ละการตอบกลับ
tr_tr: Her yanit icin Bluesky'da yanitlama baglantisi goster.

source: Display images, videos, and other attachments in replies.
ar: عرض الصور ومقاطع الفيديو والمرفقات الأخرى في الردود.
de_de: Bilder, Videos und andere Anhänge in Antworten anzeigen.
es_es: Mostrar imágenes, vídeos y otros adjuntos en las respuestas.
fr_fr: Afficher les images, vidéos et autres pièces jointes dans les réponses.
it_it: Mostra immagini, video e altri allegati nelle risposte.
ja: 返信内の画像、動画、その他の添付ファイルを表示します。
th: แสดงรูปภาพ วิดีโอ และไฟล์แนบอื่นๆ ในการตอบกลับ
tr_tr: Yanitlarda gorselleri, videolari ve diger ekleri goster.

source: Plugin Health
ar: صحة الإضافة
de_de: Plugin-Status
es_es: Estado del plugin
fr_fr: État de l'extension
it_it: Stato del plugin
ja: プラグインの健全性
th: สถานะปลั๊กอิน
tr_tr: Eklenti Sagligi

source: Account manager not available.
ar: مدير الحسابات غير متوفر.
de_de: Kontoverwaltung nicht verfügbar.
es_es: Gestor de cuentas no disponible.
fr_fr: Gestionnaire de comptes indisponible.
it_it: Gestore account non disponibile.
ja: アカウントマネージャーが利用できません。
th: ตัวจัดการบัญชีไม่พร้อมใช้งาน
tr_tr: Hesap yoneticisi kullanilamiyor.

source: Circuit breaker open for: %s
ar: قاطع الدائرة مفتوح لـ: %s
de_de: Schutzschalter offen für: %s
es_es: Interruptor de circuito abierto para: %s
fr_fr: Disjoncteur ouvert pour : %s
it_it: Circuito di protezione aperto per: %s
ja: サーキットブレーカーオープン対象: %s
th: วงจรตัดเปิดสำหรับ: %s
tr_tr: Devre kesici acik: %s

source: Profile Card Cache:
ar: تخزين بطاقة الملف الشخصي مؤقتًا:
de_de: Profilkarten-Cache:
es_es: Caché de la tarjeta de perfil:
fr_fr: Cache de la carte de profil :
it_it: Cache della scheda profilo:
ja: プロフィールカードキャッシュ:
th: แคชการ์ดโปรไฟล์:
tr_tr: Profil Karti Onbellegi:

source: Active (expires in %s)
ar: نشط (ينتهي خلال %s)
de_de: Aktiv (läuft ab in %s)
es_es: Activa (caduca en %s)
fr_fr: Actif (expire dans %s)
it_it: Attiva (scade tra %s)
ja: 有効（%s後に期限切れ）
th: ใช้งานอยู่ (หมดอายุใน %s)
tr_tr: Aktif (%s icinde sona erer)

source: Not cached
ar: غير مخزّن مؤقتًا
de_de: Nicht zwischengespeichert
es_es: No almacenado en caché
fr_fr: Non mis en cache
it_it: Non nella cache
ja: 未キャッシュ
th: ยังไม่ได้แคช
tr_tr: Onbellekte degil

source: Posts Feed Cache:
ar: تخزين خلاصة المنشورات مؤقتًا:
de_de: Beitrags-Feed-Cache:
es_es: Caché del feed de publicaciones:
fr_fr: Cache du flux de publications :
it_it: Cache del feed dei post:
ja: 投稿フィードキャッシュ:
th: แคชฟีดโพสต์:
tr_tr: Gonderi Akisi Onbellegi:

source: Access Token Cache:
ar: تخزين رمز الوصول مؤقتًا:
de_de: Zugriffstoken-Cache:
es_es: Caché del token de acceso:
fr_fr: Cache du jeton d'accès :
it_it: Cache del token di accesso:
ja: アクセストークンキャッシュ:
th: แคชโทเค็นการเข้าถึง:
tr_tr: Erisim Jetonu Onbellegi:

source: Refresh Token Cache:
ar: تخزين رمز التحديث مؤقتًا:
de_de: Aktualisierungstoken-Cache:
es_es: Caché del token de actualización:
fr_fr: Cache du jeton de rafraîchissement :
it_it: Cache del token di aggiornamento:
ja: リフレッシュトークンキャッシュ:
th: แคชโทเค็นรีเฟรช:
tr_tr: Yenileme Jetonu Onbellegi:

source: Activity logger not available.
ar: سجل النشاط غير متوفر.
de_de: Aktivitätsprotokoll nicht verfügbar.
es_es: Registro de actividad no disponible.
fr_fr: Journal d'activité indisponible.
it_it: Registro attività non disponibile.
ja: アクティビティロガーが利用できません。
th: ตัวบันทึกกิจกรรมไม่พร้อมใช้งาน
tr_tr: Etkinlik gunlugu kullanilamiyor.

source: Current cache status:
ar: حالة التخزين المؤقت الحالية:
de_de: Aktueller Cache-Status:
es_es: Estado actual de la caché:
fr_fr: Statut actuel du cache :
it_it: Stato attuale della cache:
ja: 現在のキャッシュ状態:
th: สถานะแคชปัจจุบัน:
tr_tr: Mevcut onbellek durumu:

source: expired
ar: منتهي الصلاحية
de_de: abgelaufen
es_es: caducado
fr_fr: expiré
it_it: scaduta
ja: 期限切れ
th: หมดอายุ
tr_tr: suresi dolmus

source: %d day
ar: %d يوم
de_de: %d Tag
es_es: %d día
fr_fr: %d jour
it_it: %d giorno
ja: %d日
th: %d วัน
tr_tr: %d gun

source: %d hour
ar: %d ساعة
de_de: %d Stunde
es_es: %d hora
fr_fr: %d heure
it_it: %d ora
ja: %d時間
th: %d ชั่วโมง
tr_tr: %d saat

source: %d second
ar: %d ثانية
de_de: %d Sekunde
es_es: %d segundo
fr_fr: %d seconde
it_it: %d secondo
ja: %d秒
th: %d วินาที
tr_tr: %d saniye

source: Account removed successfully.
ar: تم إزالة الحساب بنجاح.
de_de: Konto erfolgreich entfernt.
es_es: Cuenta eliminada correctamente.
fr_fr: Compte supprimé avec succès.
it_it: Account rimosso con successo.
ja: アカウントが正常に削除されました。
th: ลบบัญชีสำเร็จ
tr_tr: Hesap basariyla kaldirildi.

source: %d post was associated with this account.
ar: %d مقال كان مرتبطًا بهذا الحساب.
de_de: %d Beitrag war mit diesem Konto verknüpft.
es_es: %d entrada estaba asociada a esta cuenta.
fr_fr: %d article était associé à ce compte.
it_it: %d articolo era associato a questo account.
ja: %d 件の投稿がこのアカウントに関連付けられていました。
th: %d โพสต์ที่เชื่อมโยงกับบัญชีนี้
tr_tr: %d gonderi bu hesapla iliskilendirilmisti.

source: Active account switched successfully.
ar: تم تبديل الحساب النشط بنجاح.
de_de: Aktives Konto erfolgreich gewechselt.
es_es: Cuenta activa cambiada correctamente.
fr_fr: Compte actif changé avec succès.
it_it: Account attivo cambiato con successo.
ja: 有効なアカウントが正常に切り替えられました。
th: สลับบัญชีที่ใช้งานสำเร็จ
tr_tr: Aktif hesap basariyla degistirildi.

source: Discussion account updated successfully.
ar: تم تحديث حساب المناقشة بنجاح.
de_de: Diskussionskonto erfolgreich aktualisiert.
es_es: Cuenta de discusión actualizada correctamente.
fr_fr: Compte de discussion mis à jour avec succès.
it_it: Account per le discussioni aggiornato con successo.
ja: ディスカッションアカウントが正常に更新されました。
th: อัปเดตบัญชีสนทนาสำเร็จ
tr_tr: Tartisma hesabi basariyla guncellendi.

source: Security check failed. Please try again.
ar: فشل التحقق الأمني. يرجى المحاولة مرة أخرى.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: La verificación de seguridad ha fallado. Por favor, inténtalo de nuevo.
fr_fr: La vérification de sécurité a échoué. Veuillez réessayer.
it_it: Controllo di sicurezza non riuscito. Riprova.
ja: セキュリティチェックに失敗しました。もう一度お試しください。
th: การตรวจสอบความปลอดภัยล้มเหลว กรุณาลองใหม่อีกครั้ง
tr_tr: Guvenlik dogrulamasi basarisiz oldu. Lutfen tekrar deneyin.

source: Category rules updated for %d account.
ar: تم تحديث قواعد التصنيفات لـ %d حساب.
de_de: Kategorieregeln für %d Konto aktualisiert.
es_es: Reglas de categoría actualizadas para %d cuenta.
fr_fr: Règles de catégories mises à jour pour %d compte.
it_it: Regole delle categorie aggiornate per %d account.
ja: %d 件のアカウントのカテゴリールールが更新されました。
th: อัปเดตกฎหมวดหมู่สำหรับ %d บัญชีแล้ว
tr_tr: %d hesap icin kategori kurallari guncellendi.

source: BlueSky Latest Posts
ar: أحدث منشورات BlueSky
de_de: BlueSky Neueste Beiträge
es_es: Últimas publicaciones de BlueSky
fr_fr: Dernières publications BlueSky
it_it: Ultimi post BlueSky
ja: BlueSky 最新投稿
th: โพสต์ล่าสุดจาก BlueSky
tr_tr: BlueSky Son Gonderiler

source: Displays latest BlueSky posts
ar: يعرض أحدث منشورات BlueSky
de_de: Zeigt die neuesten BlueSky-Beiträge an
es_es: Muestra las últimas publicaciones de BlueSky
fr_fr: Affiche les dernières publications BlueSky
it_it: Mostra gli ultimi post BlueSky
ja: BlueSky の最新投稿を表示します
th: แสดงโพสต์ล่าสุดจาก BlueSky
tr_tr: En son BlueSky gonderilerini goruntuleyer

source: Display Account:
ar: الحساب المعروض:
de_de: Anzeigekonto:
es_es: Mostrar cuenta:
fr_fr: Compte à afficher :
it_it: Account da visualizzare:
ja: 表示アカウント:
th: บัญชีที่แสดง:
tr_tr: Goruntulecek Hesap:

source: BlueSky Profile
ar: الملف الشخصي على BlueSky
de_de: BlueSky-Profil
es_es: Perfil de BlueSky
fr_fr: Profil BlueSky
it_it: Profilo BlueSky
ja: BlueSky プロフィール
th: โปรไฟล์ BlueSky
tr_tr: BlueSky Profili

source: Displays BlueSky profile card
ar: يعرض بطاقة الملف الشخصي على BlueSky
de_de: Zeigt die BlueSky-Profilkarte an
es_es: Muestra la tarjeta de perfil de BlueSky
fr_fr: Affiche la carte de profil BlueSky
it_it: Mostra la scheda profilo BlueSky
ja: BlueSky プロフィールカードを表示します
th: แสดงการ์ดโปรไฟล์ BlueSky
tr_tr: BlueSky profil kartini goruntuleyer

source: Connect at least one Bluesky account to configure category rules.
ar: اربط حساب Bluesky واحدًا على الأقل لتكوين قواعد التصنيفات.
de_de: Verbinden Sie mindestens ein Bluesky-Konto, um Kategorieregeln zu konfigurieren.
es_es: Conecta al menos una cuenta de Bluesky para configurar las reglas de categoría.
fr_fr: Connectez au moins un compte Bluesky pour configurer les règles de catégories.
it_it: Connetti almeno un account Bluesky per configurare le regole delle categorie.
ja: カテゴリールールを設定するには、少なくとも1つの Bluesky アカウントを接続してください。
th: เชื่อมต่อบัญชี Bluesky อย่างน้อยหนึ่งบัญชีเพื่อตั้งค่ากฎหมวดหมู่
tr_tr: Kategori kurallarini yapilandirmak icin en az bir Bluesky hesabi baglayin.

source: Enable auto-syndicate on at least one account to configure category rules.
ar: فعّل النشر التلقائي على حساب واحد على الأقل لتكوين قواعد التصنيفات.
de_de: Aktivieren Sie die automatische Übertragung für mindestens ein Konto, um Kategorieregeln zu konfigurieren.
es_es: Habilita la auto-sindicación en al menos una cuenta para configurar las reglas de categoría.
fr_fr: Activez la syndication automatique sur au moins un compte pour configurer les règles de catégories.
it_it: Abilita la pubblicazione automatica su almeno un account per configurare le regole delle categorie.
ja: カテゴリールールを設定するには、少なくとも1つのアカウントで自動配信を有効にしてください。
th: เปิดใช้งานการเผยแพร่อัตโนมัติในบัญชีอย่างน้อยหนึ่งบัญชีเพื่อตั้งค่ากฎหมวดหมู่
tr_tr: Kategori kurallarini yapilandirmak icin en az bir hesapta otomatik sendikasyonu etkinlestirin.

source: Create categories in WordPress to set up syndication rules.
ar: أنشئ تصنيفات في WordPress لإعداد قواعد النشر.
de_de: Erstellen Sie Kategorien in WordPress, um Übertragungsregeln einzurichten.
es_es: Crea categorías en WordPress para configurar las reglas de sindicación.
fr_fr: Créez des catégories dans WordPress pour définir des règles de syndication.
it_it: Crea delle categorie in WordPress per impostare le regole di pubblicazione.
ja: 配信ルールを設定するには、WordPress でカテゴリーを作成してください。
th: สร้างหมวดหมู่ใน WordPress เพื่อตั้งค่ากฎการเผยแพร่
tr_tr: Sendikasyon kurallarini olusturmak icin WordPress'te kategoriler olusturun.

source: Unknown Account
ar: حساب غير معروف
de_de: Unbekanntes Konto
es_es: Cuenta desconocida
fr_fr: Compte inconnu
it_it: Account sconosciuto
ja: 不明なアカウント
th: บัญชีที่ไม่รู้จัก
tr_tr: Bilinmeyen Hesap

source: Include Categories
ar: تضمين التصنيفات
de_de: Kategorien einschließen
es_es: Incluir categorías
fr_fr: Inclure les catégories
it_it: Includi categorie
ja: 含めるカテゴリー
th: รวมหมวดหมู่
tr_tr: Dahil Edilecek Kategoriler

source: Only syndicate posts with at least one of these categories (OR logic).
ar: نشر المقالات التي تحتوي على تصنيف واحد على الأقل من هذه التصنيفات فقط (منطق أو).
de_de: Nur Beiträge mit mindestens einer dieser Kategorien übertragen (ODER-Logik).
es_es: Solo sindicar entradas con al menos una de estas categorías (lógica O).
fr_fr: Ne syndiquer que les articles ayant au moins une de ces catégories (logique OU).
it_it: Pubblica solo gli articoli con almeno una di queste categorie (logica OR).
ja: これらのカテゴリーのいずれかを持つ投稿のみ配信します（OR ロジック）。
th: เผยแพร่เฉพาะโพสต์ที่มีหมวดหมู่เหล่านี้อย่างน้อยหนึ่งรายการ (ตรรกะ OR)
tr_tr: Yalnizca bu kategorilerden en az birine sahip gonderileri sendikasyon yap (VEYA mantigi).

source: Exclude Categories
ar: استبعاد التصنيفات
de_de: Kategorien ausschließen
es_es: Excluir categorías
fr_fr: Exclure les catégories
it_it: Escludi categorie
ja: 除外するカテゴリー
th: ไม่รวมหมวดหมู่
tr_tr: Haric Tutulacak Kategoriler
