Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: The layout to use. Options are "default" and "compact". Default uses the global setting.
ar: التخطيط المستخدم. الخيارات هي "default" و"compact". الافتراضي يستخدم الإعداد العام.
de_de: Das zu verwendende Layout. Optionen sind "default" und "compact". Standardmäßig wird die globale Einstellung verwendet.
es_es: El diseño a utilizar. Las opciones son "default" y "compact". Por defecto se usa el ajuste global.
fr_fr: La mise en page à utiliser. Les options sont « default » et « compact ». Par défaut, le réglage global est utilisé.
it_it: Il layout da utilizzare. Le opzioni sono "default" e "compact". Il valore predefinito usa l'impostazione globale.
ja: 使用するレイアウト。オプションは「default」と「compact」です。デフォルトではグローバル設定が使用されます。
th: เค้าโครงที่ใช้ ตัวเลือกคือ "default" และ "compact" ค่าเริ่มต้นจะใช้การตั้งค่าทั้งระบบ
tr_tr: Kullanilacak duzen. Secenekler "default" ve "compact" seklindedir. Varsayilan olarak genel ayar kullanilir.

source: Whether to display the profile banner. Default is true.
ar: عرض بانر الملف الشخصي أم لا. القيمة الافتراضية: true.
de_de: Ob das Profilbanner angezeigt werden soll. Standard ist true.
es_es: Si se muestra el banner del perfil. El valor por defecto es true.
fr_fr: Afficher ou non la bannière du profil. Par défaut : true.
it_it: Se mostrare il banner del profilo. Il valore predefinito è true.
ja: プロフィールバナーを表示するかどうか。デフォルトは true です。
th: แสดงแบนเนอร์โปรไฟล์หรือไม่ ค่าเริ่มต้นคือ true
tr_tr: Profil basliginin goruntullenip goruntulemeyecegi. Varsayilan deger true'dur.

source: Whether to display the profile avatar. Default is true.
ar: عرض صورة الملف الشخصي أم لا. القيمة الافتراضية: true.
de_de: Ob der Profilavatar angezeigt werden soll. Standard ist true.
es_es: Si se muestra el avatar del perfil. El valor por defecto es true.
fr_fr: Afficher ou non l'avatar du profil. Par défaut : true.
it_it: Se mostrare l'avatar del profilo. Il valore predefinito è true.
ja: プロフィールアバターを表示するかどうか。デフォルトは true です。
th: แสดงอวาตาร์โปรไฟล์หรือไม่ ค่าเริ่มต้นคือ true
tr_tr: Profil avatarinin goruntulenip goruntulenmeyecegi. Varsayilan deger true'dur.

source: Whether to display follower/following counts. Default is true.
ar: عرض عدد المتابعين/المتابَعين أم لا. القيمة الافتراضية: true.
de_de: Ob die Follower-/Folge-Zahlen angezeigt werden sollen. Standard ist true.
es_es: Si se muestran los contadores de seguidores/seguidos. El valor por defecto es true.
fr_fr: Afficher ou non les compteurs d'abonnés/abonnements. Par défaut : true.
it_it: Se mostrare il conteggio di follower/following. Il valore predefinito è true.
ja: フォロワー/フォロー数を表示するかどうか。デフォルトは true です。
th: แสดงจำนวนผู้ติดตาม/กำลังติดตามหรือไม่ ค่าเริ่มต้นคือ true
tr_tr: Takipci/takip edilen sayilarinin goruntulenip goruntulenmeyecegi. Varsayilan deger true'dur.

source: Whether to display the profile bio. Default is true.
ar: عرض السيرة الذاتية للملف الشخصي أم لا. القيمة الافتراضية: true.
de_de: Ob die Profilbiografie angezeigt werden soll. Standard ist true.
es_es: Si se muestra la biografía del perfil. El valor por defecto es true.
fr_fr: Afficher ou non la biographie du profil. Par défaut : true.
it_it: Se mostrare la biografia del profilo. Il valore predefinito è true.
ja: プロフィールの自己紹介を表示するかどうか。デフォルトは true です。
th: แสดงประวัติโปรไฟล์หรือไม่ ค่าเริ่มต้นคือ true
tr_tr: Profil biyografisinin goruntulenip goruntulenmeyecegi. Varsayilan deger true'dur.

source: The theme to use for displaying the profile. Options are "light", "dark", and "system". Default is "system".
ar: المظهر المستخدم لعرض الملف الشخصي. الخيارات هي "light" و"dark" و"system". القيمة الافتراضية: "system".
de_de: Das Design für die Profilanzeige. Optionen sind "light", "dark" und "system". Standard ist "system".
es_es: El tema a usar para mostrar el perfil. Las opciones son "light", "dark" y "system". El valor por defecto es "system".
fr_fr: Le thème à utiliser pour l'affichage du profil. Les options sont « light », « dark » et « system ». Par défaut : « system ».
it_it: Il tema da utilizzare per visualizzare il profilo. Le opzioni sono "light", "dark" e "system". Il valore predefinito è "system".
ja: プロフィール表示に使用するテーマ。オプションは「light」、「dark」、「system」です。デフォルトは「system」です。
th: ธีมที่ใช้สำหรับแสดงโปรไฟล์ ตัวเลือกคือ "light", "dark" และ "system" ค่าเริ่มต้นคือ "system"
tr_tr: Profili goruntulemek icin kullanilacak tema. Secenekler "light", "dark" ve "system" seklindedir. Varsayilan deger "system" dir.

source: Additional CSS class to apply to the profile card.
ar: فئة CSS إضافية لتطبيقها على بطاقة الملف الشخصي.
de_de: Zusätzliche CSS-Klasse für die Profilkarte.
es_es: Clase CSS adicional para aplicar a la tarjeta de perfil.
fr_fr: Classe CSS supplémentaire à appliquer à la carte de profil.
it_it: Classe CSS aggiuntiva da applicare alla scheda profilo.
ja: プロフィールカードに適用する追加の CSS クラス。
th: คลาส CSS เพิ่มเติมที่ใช้กับการ์ดโปรไฟล์
tr_tr: Profil kartina uygulanacak ek CSS sinifi.

source: The UUID of a specific account to display. Leave empty to use the active account. %1$sFind your Bluesky DID%2$s.
ar: معرّف UUID لحساب محدد لعرضه. اتركه فارغًا لاستخدام الحساب النشط. %1$sابحث عن معرّف DID الخاص بك على Bluesky%2$s.
de_de: Die UUID eines bestimmten Kontos zur Anzeige. Leer lassen, um das aktive Konto zu verwenden. %1$sFinden Sie Ihre Bluesky-DID%2$s.
es_es: El UUID de una cuenta específica a mostrar. Deja vacío para usar la cuenta activa. %1$sEncuentra tu DID de Bluesky%2$s.
fr_fr: L'UUID d'un compte spécifique à afficher. Laissez vide pour utiliser le compte actif. %1$sTrouvez votre DID Bluesky%2$s.
it_it: L'UUID di un account specifico da visualizzare. Lascia vuoto per utilizzare l'account attivo. %1$sTrova il tuo DID Bluesky%2$s.
ja: 表示する特定のアカウントの UUID。有効なアカウントを使用する場合は空のままにしてください。%1$sBluesky DID を確認する%2$s。
th: UUID ของบัญชีที่ต้องการแสดง เว้นว่างไว้เพื่อใช้บัญชีที่ใช้งานอยู่ %1$sค้นหา Bluesky DID ของคุณ%2$s
tr_tr: Goruntulecek belirli bir hesabin UUID'si. Aktif hesabi kullanmak icin bos birakin. %1$sBluesky DID'inizi bulun%2$s.

source: This is how your BlueSky profile card will look like:
ar: هذا هو شكل بطاقة ملفك الشخصي على BlueSky:
de_de: So wird Ihre BlueSky-Profilkarte aussehen:
es_es: Así es como se verá tu tarjeta de perfil de BlueSky:
fr_fr: Voici à quoi ressemblera votre carte de profil BlueSky :
it_it: Ecco come apparirà la tua scheda profilo BlueSky:
ja: BlueSky プロフィールカードの表示イメージ:
th: การ์ดโปรไฟล์ BlueSky ของคุณจะแสดงดังนี้:
tr_tr: BlueSky profil kartiniz boyle gorunecek:

source: Last Posts Feed
ar: خلاصة آخر المنشورات
de_de: Letzte Beiträge Feed
es_es: Feed de últimas publicaciones
fr_fr: Flux des dernières publications
it_it: Feed degli ultimi post
ja: 最新投稿フィード
th: ฟีดโพสต์ล่าสุด
tr_tr: Son Gonderiler Akisi

source: The last posts shortcode will display your last posts feed. It uses the following attributes:
ar: سيعرض shortcode آخر المنشورات خلاصة منشوراتك الأخيرة. يستخدم السمات التالية:
de_de: Der Shortcode für die letzten Beiträge zeigt Ihren Feed der letzten Beiträge an. Er verwendet die folgenden Attribute:
es_es: El shortcode de últimas publicaciones mostrará tu feed de últimas publicaciones. Utiliza los siguientes atributos:
fr_fr: Le shortcode des dernières publications affichera votre flux de publications récentes. Il utilise les attributs suivants :
it_it: Lo shortcode degli ultimi post visualizzerà il feed dei tuoi ultimi post. Utilizza i seguenti attributi:
ja: 最新投稿ショートコードは、最新の投稿フィードを表示します。以下の属性を使用できます:
th: shortcode โพสต์ล่าสุดจะแสดงฟีดโพสต์ล่าสุดของคุณ โดยใช้แอตทริบิวต์ต่อไปนี้:
tr_tr: Son gonderiler shortcode'u, son gonderi akisinizi goruntuleyer. Su ozellikleri kullanir:

source: Override the feed layout. Options are "default", "layout_2" or "compact" (compact with header). Leave empty to use the global setting.
ar: تجاوز تخطيط الخلاصة. الخيارات هي "default" أو "layout_2" أو "compact" (مدمج مع رأس). اتركه فارغًا لاستخدام الإعداد العام.
de_de: Überschreiben Sie das Feed-Layout. Optionen sind "default", "layout_2" oder "compact" (kompakt mit Kopfzeile). Leer lassen, um die globale Einstellung zu verwenden.
es_es: Sobreescribir el diseño del feed. Las opciones son "default", "layout_2" o "compact" (compacto con cabecera). Deja vacío para usar el ajuste global.
fr_fr: Remplacer la mise en page du flux. Les options sont « default », « layout_2 » ou « compact » (compact avec en-tête). Laissez vide pour utiliser le réglage global.
it_it: Sovrascrivi il layout del feed. Le opzioni sono "default", "layout_2" o "compact" (compatto con intestazione). Lascia vuoto per utilizzare l'impostazione globale.
ja: フィードレイアウトを上書きします。オプションは「default」、「layout_2」、「compact」（ヘッダー付きコンパクト）です。グローバル設定を使用する場合は空のままにしてください。
th: แทนที่เค้าโครงฟีด ตัวเลือกคือ "default", "layout_2" หรือ "compact" (กะทัดรัดพร้อมส่วนหัว) เว้นว่างไว้เพื่อใช้การตั้งค่าทั้งระบบ
tr_tr: Akis duzenini gecersiz kilin. Secenekler "default", "layout_2" veya "compact" (baslikli kompakt) seklindedir. Genel ayari kullanmak icin bos birakin.

source: Whether to display embedded media in the posts. Default is true.
ar: عرض الوسائط المضمّنة في المنشورات أم لا. القيمة الافتراضية: true.
de_de: Ob eingebettete Medien in den Beiträgen angezeigt werden sollen. Standard ist true.
es_es: Si se muestran los medios incrustados en las publicaciones. El valor por defecto es true.
fr_fr: Afficher ou non les médias intégrés dans les publications. Par défaut : true.
it_it: Se mostrare i contenuti multimediali incorporati nei post. Il valore predefinito è true.
ja: 投稿に埋め込みメディアを表示するかどうか。デフォルトは true です。
th: แสดงสื่อฝังตัวในโพสต์หรือไม่ ค่าเริ่มต้นคือ true
tr_tr: Gonderilerde gomulu medyanin goruntulenip goruntulenmeyecegi. Varsayilan deger true'dur.

source: Whether to display embedded images in the posts. Default is true.
ar: عرض الصور المضمّنة في المنشورات أم لا. القيمة الافتراضية: true.
de_de: Ob eingebettete Bilder in den Beiträgen angezeigt werden sollen. Standard ist true.
es_es: Si se muestran las imágenes incrustadas en las publicaciones. El valor por defecto es true.
fr_fr: Afficher ou non les images intégrées dans les publications. Par défaut : true.
it_it: Se mostrare le immagini incorporate nei post. Il valore predefinito è true.
ja: 投稿に埋め込み画像を表示するかどうか。デフォルトは true です。
th: แสดงรูปภาพฝังตัวในโพสต์หรือไม่ ค่าเริ่มต้นคือ true
tr_tr: Gonderilerde gomulu gorsellerin goruntulenip goruntulenmeyecegi. Varsayilan deger true'dur.

source: Whether to hide your replies, or include them in your feed. Default is true.
ar: إخفاء ردودك أو تضمينها في خلاصتك. القيمة الافتراضية: true.
de_de: Ob Ihre Antworten ausgeblendet oder in Ihren Feed aufgenommen werden sollen. Standard ist true.
es_es: Si se ocultan tus respuestas o se incluyen en tu feed. El valor por defecto es true.
fr_fr: Masquer vos réponses ou les inclure dans votre flux. Par défaut : true.
it_it: Se nascondere le tue risposte o includerle nel tuo feed. Il valore predefinito è true.
ja: 返信を非表示にするか、フィードに含めるかどうか。デフォルトは true です。
th: ซ่อนการตอบกลับหรือรวมในฟีดของคุณ ค่าเริ่มต้นคือ true
tr_tr: Yanitlarinizi gizleyip gizlemeyeceginiz veya akisiniza dahil edip etmeyeceginiz. Varsayilan deger true'dur.

source: Whether to hide the reposts, or include them in your feed. Default is true.
ar: إخفاء إعادات النشر أو تضمينها في خلاصتك. القيمة الافتراضية: true.
de_de: Ob Reposts ausgeblendet oder in Ihren Feed aufgenommen werden sollen. Standard ist true.
es_es: Si se ocultan las republicaciones o se incluyen en tu feed. El valor por defecto es true.
fr_fr: Masquer les republications ou les inclure dans votre flux. Par défaut : true.
it_it: Se nascondere i repost o includerli nel tuo feed. Il valore predefinito è true.
ja: リポストを非表示にするか、フィードに含めるかどうか。デフォルトは true です。
th: ซ่อนรีโพสต์หรือรวมในฟีดของคุณ ค่าเริ่มต้นคือ true
tr_tr: Yeniden paylasimlari gizleyip gizlemeyeceginiz veya akisiniza dahil edip etmeyeceginiz. Varsayilan deger true'dur.

source: The number of posts to display. Default is 5.
ar: عدد المنشورات المراد عرضها. القيمة الافتراضية: 5.
de_de: Die Anzahl der anzuzeigenden Beiträge. Standard ist 5.
es_es: El número de publicaciones a mostrar. El valor por defecto es 5.
fr_fr: Le nombre de publications à afficher. Par défaut : 5.
it_it: Il numero di post da visualizzare. Il valore predefinito è 5.
ja: 表示する投稿数。デフォルトは5です。
th: จำนวนโพสต์ที่จะแสดง ค่าเริ่มต้นคือ 5
tr_tr: Goruntulecek gonderi sayisi. Varsayilan deger 5'tir.

source: Whether to hide like, repost, reply, and quote counters. Default is false.
ar: إخفاء عدّادات الإعجاب وإعادة النشر والرد والاقتباس أم لا. القيمة الافتراضية: false.
de_de: Ob Gefällt-mir-, Repost-, Antwort- und Zitat-Zähler ausgeblendet werden sollen. Standard ist false.
es_es: Si se ocultan los contadores de me gusta, republicaciones, respuestas y citas. El valor por defecto es false.
fr_fr: Masquer ou non les compteurs de j'aime, republications, réponses et citations. Par défaut : false.
it_it: Se nascondere i contatori di mi piace, repost, risposte e citazioni. Il valore predefinito è false.
ja: いいね、リポスト、返信、引用のカウンターを非表示にするかどうか。デフォルトは false です。
th: ซ่อนตัวนับถูกใจ รีโพสต์ ตอบกลับ และอ้างอิงหรือไม่ ค่าเริ่มต้นคือ false
tr_tr: Begeni, yeniden paylasim, yanit ve alinti sayaclarinin gizlenip gizlenmeyecegi. Varsayilan deger false'tur.

source: The theme to use for displaying the posts. Options are "light", "dark", and "system". Default is "system".
ar: المظهر المستخدم لعرض المنشورات. الخيارات هي "light" و"dark" و"system". القيمة الافتراضية: "system".
de_de: Das Design für die Beitragsanzeige. Optionen sind "light", "dark" und "system". Standard ist "system".
es_es: El tema a usar para mostrar las publicaciones. Las opciones son "light", "dark" y "system". El valor por defecto es "system".
fr_fr: Le thème à utiliser pour l'affichage des publications. Les options sont « light », « dark » et « system ». Par défaut : « system ».
it_it: Il tema da utilizzare per visualizzare i post. Le opzioni sono "light", "dark" e "system". Il valore predefinito è "system".
ja: 投稿表示に使用するテーマ。オプションは「light」、「dark」、「system」です。デフォルトは「system」です。
th: ธีมที่ใช้สำหรับแสดงโพสต์ ตัวเลือกคือ "light", "dark" และ "system" ค่าเริ่มต้นคือ "system"
tr_tr: Gonderileri goruntulemek icin kullanilacak tema. Secenekler "light", "dark" ve "system" seklindedir. Varsayilan deger "system" dir.

source: This is how your last posts feed will look like:
ar: هذا هو شكل خلاصة آخر منشوراتك:
de_de: So wird Ihr Feed der letzten Beiträge aussehen:
es_es: Así es como se verá tu feed de últimas publicaciones:
fr_fr: Voici à quoi ressemblera votre flux de dernières publications :
it_it: Ecco come apparirà il feed dei tuoi ultimi post:
ja: 最新投稿フィードの表示イメージ:
th: ฟีดโพสต์ล่าสุดของคุณจะแสดงดังนี้:
tr_tr: Son gonderi akisiniz boyle gorunecek:

source: Support the plugin
ar: دعم الإضافة
de_de: Das Plugin unterstützen
es_es: Apoya el plugin
fr_fr: Soutenir l'extension
it_it: Supporta il plugin
ja: プラグインを支援する
th: สนับสนุนปลั๊กอิน
tr_tr: Eklentiyi destekleyin

source: Support this Plugin
ar: ادعم هذه الإضافة
de_de: Dieses Plugin unterstützen
es_es: Apoya este plugin
fr_fr: Soutenir cette extension
it_it: Supporta questo plugin
ja: このプラグインを支援する
th: สนับสนุนปลั๊กอินนี้
tr_tr: Bu Eklentiyi Destekleyin

source: This plugin is free, open-source, and maintained on personal time. If it helps you connect with the Bluesky community, a small donation goes a long way!
ar: هذه الإضافة مجانية ومفتوحة المصدر وتتم صيانتها في أوقات الفراغ. إذا ساعدتك في التواصل مع مجتمع Bluesky، فإن تبرعًا صغيرًا يحدث فرقًا كبيرًا!
de_de: Dieses Plugin ist kostenlos, quelloffen und wird in persönlicher Freizeit gepflegt. Wenn es Ihnen hilft, sich mit der Bluesky-Community zu verbinden, hilft eine kleine Spende sehr!
es_es: Este plugin es gratuito, de código abierto y mantenido en tiempo personal. Si te ayuda a conectar con la comunidad de Bluesky, una pequeña donación es de gran ayuda.
fr_fr: Cette extension est gratuite, open-source et maintenue sur du temps personnel. Si elle vous aide à vous connecter à la communauté Bluesky, un petit don fait toute la différence !
it_it: Questo plugin è gratuito, open-source e mantenuto nel tempo libero. Se ti aiuta a connetterti con la comunità Bluesky, una piccola donazione è molto apprezzata!
ja: このプラグインは無料のオープンソースで、個人の時間を使ってメンテナンスされています。Bluesky コミュニティとのつながりに役立った場合は、少額の寄付が大きな支援になります！
th: ปลั๊กอินนี้ฟรี เป็นโอเพนซอร์ส และดูแลในเวลาส่วนตัว หากช่วยให้คุณเชื่อมต่อกับชุมชน Bluesky การบริจาคเล็กน้อยก็ช่วยได้มาก!
tr_tr: Bu eklenti ucretsiz, acik kaynakli ve kisisel zamanda bakimi yapilmaktadir. Bluesky topluluguyla baglantimaniza yardimci oluyorsa, kucuk bir bagis cok sey ifade eder!

source: Donate via PayPal
ar: تبرع عبر PayPal
de_de: Über PayPal spenden
es_es: Donar vía PayPal
fr_fr: Faire un don via PayPal
it_it: Dona tramite PayPal
ja: PayPal で寄付する
th: บริจาคผ่าน PayPal
tr_tr: PayPal ile bagis yapin

source: Donate via Revolut
ar: تبرع عبر Revolut
de_de: Über Revolut spenden
es_es: Donar vía Revolut
fr_fr: Faire un don via Revolut
it_it: Dona tramite Revolut
ja: Revolut で寄付する
th: บริจาคผ่าน Revolut
tr_tr: Revolut ile bagis yapin

source: Thank you for your generosity!
ar: شكرًا لكرمك!
de_de: Vielen Dank für Ihre Großzügigkeit!
es_es: ¡Gracias por tu generosidad!
fr_fr: Merci pour votre générosité !
it_it: Grazie per la tua generosità!
ja: ご支援ありがとうございます！
th: ขอบคุณสำหรับความเอื้อเฟื้อของคุณ!
tr_tr: Comertliginiz icin tesekkur ederiz!

source: Debug Bar
ar: شريط التصحيح
de_de: Debug-Leiste
es_es: Barra de depuración
fr_fr: Barre de débogage
it_it: Barra di debug
ja: デバッグバー
th: แถบดีบัก
tr_tr: Hata Ayiklama Cubugu

source: Former plugin's options (kept for retro-compatibility)
ar: خيارات الإضافة السابقة (محفوظة للتوافق مع الإصدارات القديمة)
de_de: Frühere Plugin-Optionen (für Abwärtskompatibilität beibehalten)
es_es: Opciones del plugin anterior (mantenidas por retrocompatibilidad)
fr_fr: Anciennes options de l'extension (conservées pour la rétro-compatibilité)
it_it: Opzioni precedenti del plugin (mantenute per retro-compatibilità)
ja: 旧プラグインのオプション（後方互換性のために保持）
th: ตัวเลือกเดิมของปลั๊กอิน (เก็บไว้เพื่อความเข้ากันได้ย้อนหลัง)
tr_tr: Eski eklenti secenekleri (geriye donuk uyumluluk icin saklanmistir)

source: Multi-Account: Accounts
ar: الحسابات المتعددة: الحسابات
de_de: Multi-Konto: Konten
es_es: Multicuenta: Cuentas
fr_fr: Multi-comptes : Comptes
it_it: Multi-account: Account
ja: マルチアカウント: アカウント
th: หลายบัญชี: บัญชี
tr_tr: Coklu Hesap: Hesaplar

source: Multi-Account: Active Account
ar: الحسابات المتعددة: الحساب النشط
de_de: Multi-Konto: Aktives Konto
es_es: Multicuenta: Cuenta activa
fr_fr: Multi-comptes : Compte actif
it_it: Multi-account: Account attivo
ja: マルチアカウント: 有効なアカウント
th: หลายบัญชี: บัญชีที่ใช้งาน
tr_tr: Coklu Hesap: Aktif Hesap

source: Multi-Account: Global Settings
ar: الحسابات المتعددة: الإعدادات العامة
de_de: Multi-Konto: Globale Einstellungen
es_es: Multicuenta: Ajustes globales
fr_fr: Multi-comptes : Réglages globaux
it_it: Multi-account: Impostazioni globali
ja: マルチアカウント: グローバル設定
th: หลายบัญชี: การตั้งค่าทั้งระบบ
tr_tr: Coklu Hesap: Genel Ayarlar

source: Multi-Account: Schema Version
ar: الحسابات المتعددة: إصدار المخطط
de_de: Multi-Konto: Schema-Version
es_es: Multicuenta: Versión del esquema
fr_fr: Multi-comptes : Version du schéma
it_it: Multi-account: Versione dello schema
ja: マルチアカウント: スキーマバージョン
th: หลายบัญชี: เวอร์ชันสคีมา
tr_tr: Coklu Hesap: Sema Surumu

source: List of the latest Bluesky Posts
ar: قائمة أحدث منشورات Bluesky
de_de: Liste der neuesten Bluesky-Beiträge
es_es: Lista de las últimas publicaciones de Bluesky
fr_fr: Liste des dernières publications Bluesky
it_it: Lista degli ultimi post Bluesky
ja: Bluesky の最新投稿一覧
th: รายการโพสต์ล่าสุดจาก Bluesky
tr_tr: En son Bluesky Gonderilerinin listesi

source: See Bluesky Profile
ar: عرض الملف الشخصي على Bluesky
de_de: Bluesky-Profil ansehen
es_es: Ver perfil de Bluesky
fr_fr: Voir le profil Bluesky
it_it: Vedi il profilo Bluesky
ja: Bluesky プロフィールを見る
th: ดูโปรไฟล์ Bluesky
tr_tr: Bluesky Profilini Gor

source: View post by %s on Bluesky
ar: عرض منشور %s على Bluesky
de_de: Beitrag von %s auf Bluesky ansehen
es_es: Ver publicación de %s en Bluesky
fr_fr: Voir la publication de %s sur Bluesky
it_it: Visualizza il post di %s su Bluesky
ja: Bluesky で %s の投稿を見る
th: ดูโพสต์โดย %s บน Bluesky
tr_tr: Bluesky'da %s tarafindan yazilan gonderiyi goruntule

source: %s like
ar: %s إعجاب
de_de: %s Gefällt mir
es_es: %s me gusta
fr_fr: %s j'aime
it_it: %s mi piace
ja: いいね %s件
th: %s ถูกใจ
tr_tr: %s begeni

source: %s repost
ar: %s إعادة نشر
es_es: %s republicación
fr_fr: %s republication
ja: リポスト %s件
th: %s รีโพสต์
tr_tr: %s yeniden paylasim

source: %s reply
ar: %s رد
de_de: %s Antwort
es_es: %s respuesta
fr_fr: %s réponse
it_it: %s risposta
ja: 返信 %s件
th: %s การตอบกลับ
tr_tr: %s yanit

source: %s quote
ar: %s اقتباس
de_de: %s Zitat
es_es: %s cita
fr_fr: %s citation
it_it: %s citazione
ja: 引用 %s件
th: %s อ้างอิง
tr_tr: %s alinti

source: No posts yet
ar: لا توجد منشورات بعد
de_de: Noch keine Beiträge
es_es: Aún no hay publicaciones
fr_fr: Aucune publication pour le moment
it_it: Ancora nessun post
ja: まだ投稿はありません
th: ยังไม่มีโพสต์
tr_tr: Henuz gonderi yok

source: @%s on Bluesky
ar: @%s على Bluesky
de_de: @%s auf Bluesky
es_es: @%s en Bluesky
fr_fr: @%s sur Bluesky
it_it: @%s su Bluesky
ja: Bluesky の @%s
th: @%s บน Bluesky
tr_tr: Bluesky'da @%s

source: Followers
ar: المتابعون
de_de: Follower
es_es: Seguidores
fr_fr: Abonnés
it_it: Follower
ja: フォロワー
th: ผู้ติดตาม
tr_tr: Takipciler

source: Following
ar: المتابَعون
de_de: Folgt
es_es: Siguiendo
fr_fr: Abonnements
it_it: Seguiti
ja: フォロー中
th: กำลังติดตาม
tr_tr: Takip Edilen

source: Posts
ar: المنشورات
de_de: Beiträge
es_es: Publicaciones
fr_fr: Publications
it_it: Post
ja: 投稿
th: โพสต์
tr_tr: Gonderiler

source: Last updated %s ago
ar: آخر تحديث منذ %s
de_de: Zuletzt aktualisiert vor %s
es_es: Última actualización hace %s
fr_fr: Dernière mise à jour il y a %s
it_it: Ultimo aggiornamento %s fa
ja: %s前に更新
th: อัปเดตล่าสุดเมื่อ %s ที่แล้ว
tr_tr: Son guncelleme %s once

source: Account
ar: الحساب
de_de: Konto
es_es: Cuenta
fr_fr: Compte
ja: アカウント
th: บัญชี
tr_tr: Hesap

source: Display Account
ar: الحساب المعروض
de_de: Anzeigekonto
es_es: Mostrar cuenta
fr_fr: Compte à afficher
it_it: Account da visualizzare
ja: 表示アカウント
th: บัญชีที่แสดง
tr_tr: Goruntulecek Hesap

source: Posts Display Options
ar: خيارات عرض المنشورات
de_de: Beitrags-Anzeigeoptionen
es_es: Opciones de visualización de publicaciones
fr_fr: Options d'affichage des publications
it_it: Opzioni di visualizzazione dei post
ja: 投稿の表示オプション
th: ตัวเลือกการแสดงผลโพสต์
tr_tr: Gonderi Goruntuleme Secenekleri

source: Layout
ar: التخطيط
es_es: Diseño
fr_fr: Mise en page
ja: レイアウト
th: เค้าโครง
tr_tr: Duzen

source: Default (global setting)
ar: افتراضي (الإعداد العام)
de_de: Standard (globale Einstellung)
es_es: Predeterminado (ajuste global)
fr_fr: Par défaut (réglage global)
it_it: Predefinito (impostazione globale)
ja: デフォルト（グローバル設定）
th: ค่าเริ่มต้น (การตั้งค่าทั้งระบบ)
tr_tr: Varsayilan (genel ayar)

source: Normal
ar: عادي
it_it: Normale
ja: 標準
th: ปกติ

source: Display Embeds
ar: عرض المحتوى المضمّن
de_de: Einbettungen anzeigen
es_es: Mostrar contenido incrustado
fr_fr: Afficher les contenus intégrés
it_it: Mostra contenuti incorporati
ja: 埋め込みを表示
th: แสดงเนื้อหาฝังตัว
tr_tr: Gomulu Icerikleri Goster

source: Hide Replies
ar: إخفاء الردود
de_de: Antworten ausblenden
es_es: Ocultar respuestas
fr_fr: Masquer les réponses
it_it: Nascondi risposte
ja: 返信を非表示
th: ซ่อนการตอบกลับ
tr_tr: Yanitlari Gizle

source: Hide Reposts
ar: إخفاء إعادات النشر
de_de: Reposts ausblenden
es_es: Ocultar republicaciones
fr_fr: Masquer les republications
it_it: Nascondi repost
ja: リポストを非表示
th: ซ่อนรีโพสต์
tr_tr: Yeniden Paylasimlari Gizle

source: Hide Counters
ar: إخفاء العدّادات
de_de: Zähler ausblenden
es_es: Ocultar contadores
fr_fr: Masquer les compteurs
it_it: Nascondi contatori
ja: カウンターを非表示
th: ซ่อนตัวนับ
tr_tr: Sayaclari Gizle
