Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Social Integration for BlueSky
ar: التكامل الاجتماعي مع BlueSky
de_de: Soziale Integration für BlueSky
es_es: Integración Social para BlueSky
fr_fr: Intégration sociale pour BlueSky
it_it: Integrazione sociale per BlueSky
ja: BlueSky ソーシャル連携
th: การเชื่อมต่อโซเชียลสำหรับ BlueSky
tr_tr: BlueSky Sosyal Entegrasyonu

source: Integrates BlueSky social features into WordPress including: Post New Articles on BlueSky for you, Shortcode for Profile Card, and Widget to display your last posts. You can also use shortcodes <code>[bluesky_profile]</code> and <code>[bluesky_last_posts]</code>.
ar: يدمج ميزات BlueSky الاجتماعية في WordPress بما في ذلك: نشر المقالات الجديدة على BlueSky تلقائيًا، shortcode لبطاقة الملف الشخصي، وwidget لعرض آخر منشوراتك. يمكنك أيضًا استخدام الأكواد المختصرة <code>[bluesky_profile]</code> و<code>[bluesky_last_posts]</code>.
de_de: Integriert soziale BlueSky-Funktionen in WordPress, darunter: Neue Artikel automatisch auf BlueSky veröffentlichen, Shortcode für Profilkarte und Widget zur Anzeige Ihrer letzten Beiträge. Sie können auch die Shortcodes <code>[bluesky_profile]</code> und <code>[bluesky_last_posts]</code> verwenden.
es_es: Integra las funcionalidades sociales de BlueSky en WordPress, incluyendo: Publicar nuevos artículos en BlueSky automáticamente, Shortcode para la tarjeta de perfil y Widget para mostrar tus últimas publicaciones. También puedes usar los shortcodes <code>[bluesky_profile]</code> y <code>[bluesky_last_posts]</code>.
fr_fr: Intègre les fonctionnalités sociales de BlueSky dans WordPress : publication automatique de nouveaux articles sur BlueSky, shortcode pour la carte de profil, et widget pour afficher vos dernières publications. Vous pouvez également utiliser les shortcodes <code>[bluesky_profile]</code> et <code>[bluesky_last_posts]</code>.
it_it: Integra le funzionalità social di BlueSky in WordPress, tra cui: pubblicazione automatica di nuovi articoli su BlueSky, shortcode per la scheda profilo e widget per visualizzare gli ultimi post. Puoi anche utilizzare gli shortcode <code>[bluesky_profile]</code> e <code>[bluesky_last_posts]</code>.
ja: BlueSky のソーシャル機能を WordPress に統合します。新しい記事の BlueSky への自動投稿、プロフィールカード用ショートコード、最新投稿表示ウィジェットなどが含まれます。ショートコード <code>[bluesky_profile]</code> と <code>[bluesky_last_posts]</code> も使用できます。
th: เชื่อมต่อฟีเจอร์โซเชียลของ BlueSky เข้ากับ WordPress รวมถึง: โพสต์บทความใหม่ไปยัง BlueSky ให้คุณโดยอัตโนมัติ, shortcode สำหรับการ์ดโปรไฟล์ และ widget สำหรับแสดงโพสต์ล่าสุดของคุณ คุณยังสามารถใช้ shortcode <code>[bluesky_profile]</code> และ <code>[bluesky_last_posts]</code> ได้อีกด้วย
tr_tr: BlueSky sosyal ozelliklerini WordPress ile entegre eder: Yeni makaleleri BlueSky'da otomatik paylasim, Profil Karti icin shortcode ve son gonderilerinizi goruntulemek icin widget. Ayrica <code>[bluesky_profile]</code> ve <code>[bluesky_last_posts]</code> shortcode'larini da kullanabilirsiniz.

source: BlueSky migration failed: %s
ar: فشل ترحيل BlueSky: %s
de_de: BlueSky-Migration fehlgeschlagen: %s
es_es: La migración de BlueSky ha fallado: %s
fr_fr: La migration BlueSky a échoué : %s
it_it: Migrazione BlueSky non riuscita: %s
ja: BlueSky の移行に失敗しました: %s
th: การย้ายข้อมูล BlueSky ล้มเหลว: %s
tr_tr: BlueSky gecisi basarisiz oldu: %s

source: Account handle is required.
ar: معرّف الحساب مطلوب.
de_de: Konto-Handle ist erforderlich.
es_es: El identificador de la cuenta es obligatorio.
fr_fr: L'identifiant du compte est requis.
it_it: L'handle dell'account è obbligatorio.
ja: アカウントハンドルは必須です。
th: จำเป็นต้องระบุแฮนเดิลของบัญชี
tr_tr: Hesap tanici adi gereklidir.

source: App password is required.
ar: كلمة مرور التطبيق مطلوبة.
de_de: App-Passwort ist erforderlich.
es_es: La contraseña de aplicación es obligatoria.
fr_fr: Le mot de passe d'application est requis.
it_it: La password dell'app è obbligatoria.
ja: アプリパスワードは必須です。
th: จำเป็นต้องระบุรหัสผ่านแอป
tr_tr: Uygulama sifresi gereklidir.

source: An account with handle "%s" already exists.
ar: يوجد حساب بالمعرّف "%s" بالفعل.
de_de: Ein Konto mit dem Handle "%s" existiert bereits.
es_es: Ya existe una cuenta con el identificador "%s".
fr_fr: Un compte avec l'identifiant « %s » existe déjà.
it_it: Un account con l'handle "%s" esiste già.
ja: ハンドル「%s」のアカウントは既に存在します。
th: บัญชีที่มีแฮนเดิล "%s" มีอยู่แล้ว
tr_tr: "%s" tanici adina sahip bir hesap zaten mevcut.

source: Failed to encrypt app password.
ar: فشل تشفير كلمة مرور التطبيق.
de_de: App-Passwort konnte nicht verschlüsselt werden.
es_es: Error al cifrar la contraseña de aplicación.
fr_fr: Impossible de chiffrer le mot de passe d'application.
it_it: Impossibile cifrare la password dell'app.
ja: アプリパスワードの暗号化に失敗しました。
th: ไม่สามารถเข้ารหัสรหัสผ่านแอปได้
tr_tr: Uygulama sifresi sifreleme basarisiz oldu.

source: Account not found.
ar: الحساب غير موجود.
de_de: Konto nicht gefunden.
es_es: Cuenta no encontrada.
fr_fr: Compte introuvable.
it_it: Account non trovato.
ja: アカウントが見つかりません。
th: ไม่พบบัญชี
tr_tr: Hesap bulunamadi.

source: %s ago
ar: منذ %s
de_de: vor %s
es_es: hace %s
fr_fr: il y a %s
it_it: %s fa
ja: %s前
th: %s ที่แล้ว
tr_tr: %s once

source: Security check failed.
ar: فشل التحقق الأمني.
de_de: Sicherheitsüberprüfung fehlgeschlagen.
es_es: La verificación de seguridad ha fallado.
fr_fr: La vérification de sécurité a échoué.
it_it: Controllo di sicurezza non riuscito.
ja: セキュリティチェックに失敗しました。
th: การตรวจสอบความปลอดภัยล้มเหลว
tr_tr: Guvenlik dogrulamasi basarisiz oldu.

source: Successfully logged out from Bluesky.
ar: تم تسجيل الخروج من Bluesky بنجاح.
de_de: Erfolgreich von Bluesky abgemeldet.
es_es: Sesión cerrada correctamente en Bluesky.
fr_fr: Déconnexion de Bluesky réussie.
it_it: Disconnessione da Bluesky avvenuta con successo.
ja: Bluesky からログアウトしました。
th: ออกจากระบบ Bluesky สำเร็จ
tr_tr: Bluesky oturumu basariyla kapatildi.

source: Logout failed. Please try again.
ar: فشل تسجيل الخروج. يرجى المحاولة مرة أخرى.
de_de: Abmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Error al cerrar sesión. Por favor, inténtalo de nuevo.
fr_fr: La déconnexion a échoué. Veuillez réessayer.
it_it: Disconnessione non riuscita. Riprova.
ja: ログアウトに失敗しました。もう一度お試しください。
th: การออกจากระบบล้มเหลว กรุณาลองใหม่อีกครั้ง
tr_tr: Oturum kapatma basarisiz oldu. Lutfen tekrar deneyin.

source: The Bluesky account %s needs re-authentication. <a href="%s">Update credentials</a>
ar: حساب Bluesky %s يحتاج إلى إعادة المصادقة. <a href="%s">تحديث بيانات الاعتماد</a>
de_de: Das Bluesky-Konto %s erfordert eine erneute Authentifizierung. <a href="%s">Zugangsdaten aktualisieren</a>
es_es: La cuenta de Bluesky %s necesita reautenticación. <a href="%s">Actualizar credenciales</a>
fr_fr: Le compte Bluesky %s nécessite une nouvelle authentification. <a href="%s">Mettre à jour les identifiants</a>
it_it: L'account Bluesky %s richiede una nuova autenticazione. <a href="%s">Aggiorna le credenziali</a>
ja: Bluesky アカウント %s の再認証が必要です。<a href="%s">認証情報を更新</a>
th: บัญชี Bluesky %s ต้องการการยืนยันตัวตนใหม่ <a href="%s">อัปเดตข้อมูลรับรอง</a>
tr_tr: Bluesky hesabi %s yeniden kimlik dogrulama gerektiriyor. <a href="%s">Kimlik bilgilerini guncelleyin</a>

source: ...and %d more
ar: ...و%d إضافي
de_de: ...und %d weitere
es_es: ...y %d más
fr_fr: ...et %d de plus
it_it: ...e altri %d
ja: ...他 %d 件
th: ...และอีก %d รายการ
tr_tr: ...ve %d tane daha

source: Bluesky accounts %s need re-authentication. <a href="%s">Update credentials</a>
ar: حسابات Bluesky %s تحتاج إلى إعادة المصادقة. <a href="%s">تحديث بيانات الاعتماد</a>
de_de: Die Bluesky-Konten %s erfordern eine erneute Authentifizierung. <a href="%s">Zugangsdaten aktualisieren</a>
es_es: Las cuentas de Bluesky %s necesitan reautenticación. <a href="%s">Actualizar credenciales</a>
fr_fr: Les comptes Bluesky %s nécessitent une nouvelle authentification. <a href="%s">Mettre à jour les identifiants</a>
it_it: Gli account Bluesky %s richiedono una nuova autenticazione. <a href="%s">Aggiorna le credenziali</a>
ja: Bluesky アカウント %s の再認証が必要です。<a href="%s">認証情報を更新</a>
th: บัญชี Bluesky %s ต้องการการยืนยันตัวตนใหม่ <a href="%s">อัปเดตข้อมูลรับรอง</a>
tr_tr: Bluesky hesaplari %s yeniden kimlik dogrulama gerektiriyor. <a href="%s">Kimlik bilgilerini guncelleyin</a>

source: Bluesky requests paused due to repeated errors. Will resume automatically.
ar: تم إيقاف طلبات Bluesky مؤقتًا بسبب أخطاء متكررة. ستُستأنف تلقائيًا.
de_de: Bluesky-Anfragen wurden aufgrund wiederholter Fehler pausiert. Wird automatisch fortgesetzt.
es_es: Las solicitudes a Bluesky están pausadas debido a errores repetidos. Se reanudarán automáticamente.
fr_fr: Les requêtes Bluesky sont suspendues en raison d'erreurs répétées. Elles reprendront automatiquement.
it_it: Richieste Bluesky sospese a causa di errori ripetuti. Riprenderanno automaticamente.
ja: エラーが繰り返し発生したため、Bluesky へのリクエストを一時停止しています。自動的に再開されます。
th: คำขอ Bluesky ถูกหยุดชั่วคราวเนื่องจากข้อผิดพลาดซ้ำ จะดำเนินการต่อโดยอัตโนมัติ
tr_tr: Tekrarlanan hatalar nedeniyle Bluesky istekleri duraklatildi. Otomatik olarak devam edecektir.

source: Syndicating to Bluesky...
ar: جارٍ النشر على Bluesky...
de_de: Wird an Bluesky übertragen...
es_es: Sindicando a Bluesky...
fr_fr: Syndication vers Bluesky en cours...
it_it: Pubblicazione su Bluesky in corso...
ja: Bluesky に配信中...
th: กำลังเผยแพร่ไปยัง Bluesky...
tr_tr: Bluesky'a sendikasyon yapiliyor...

source: Successfully syndicated to %d Bluesky account.
ar: تم النشر بنجاح على %d حساب Bluesky.
de_de: Erfolgreich an %d Bluesky-Konto übertragen.
es_es: Sindicado correctamente a %d cuenta de Bluesky.
fr_fr: Syndication réussie vers %d compte Bluesky.
it_it: Pubblicato con successo su %d account Bluesky.
ja: %d 件の Bluesky アカウントへの配信に成功しました。
th: เผยแพร่ไปยัง %d บัญชี Bluesky สำเร็จ
tr_tr: %d Bluesky hesabina basariyla sendikasyon yapildi.

source: Syndication failed:
ar: فشل النشر:
de_de: Übertragung fehlgeschlagen:
es_es: La sindicación ha fallado:
fr_fr: La syndication a échoué :
it_it: Pubblicazione non riuscita:
ja: 配信に失敗しました:
th: การเผยแพร่ล้มเหลว:
tr_tr: Sendikasyon basarisiz oldu:

source: Unknown error
ar: خطأ غير معروف
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
it_it: Errore sconosciuto
ja: 不明なエラー
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr_tr: Bilinmeyen hata

source: Failed to syndicate to Bluesky.
ar: فشل النشر على Bluesky.
de_de: Übertragung an Bluesky fehlgeschlagen.
es_es: Error al sindicar a Bluesky.
fr_fr: Impossible de syndiquer vers Bluesky.
it_it: Impossibile pubblicare su Bluesky.
ja: Bluesky への配信に失敗しました。
th: ไม่สามารถเผยแพร่ไปยัง Bluesky ได้
tr_tr: Bluesky'a sendikasyon yapilamadi.

source: Retry now
ar: إعادة المحاولة الآن
de_de: Jetzt erneut versuchen
es_es: Reintentar ahora
fr_fr: Réessayer maintenant
it_it: Riprova ora
ja: 今すぐ再試行
th: ลองใหม่ตอนนี้
tr_tr: Simdi tekrar dene

source: Will retry automatically.
ar: ستتم إعادة المحاولة تلقائيًا.
de_de: Wird automatisch erneut versucht.
es_es: Se reintentará automáticamente.
fr_fr: Nouvelle tentative automatique.
it_it: Nuovo tentativo automatico.
ja: 自動的に再試行されます。
th: จะลองใหม่โดยอัตโนมัติ
tr_tr: Otomatik olarak tekrar denenecektir.

source: Retrying syndication to Bluesky (attempt %d)...
ar: جارٍ إعادة محاولة النشر على Bluesky (المحاولة %d)...
de_de: Übertragung an Bluesky wird erneut versucht (Versuch %d)...
es_es: Reintentando sindicación a Bluesky (intento %d)...
fr_fr: Nouvelle tentative de syndication vers Bluesky (tentative %d)...
it_it: Nuovo tentativo di pubblicazione su Bluesky (tentativo %d)...
ja: Bluesky への配信を再試行中（%d 回目）...
th: กำลังลองเผยแพร่ไปยัง Bluesky อีกครั้ง (ครั้งที่ %d)...
tr_tr: Bluesky'a sendikasyon tekrar deneniyor (deneme %d)...

source: Partial syndication:
ar: نشر جزئي:
de_de: Teilweise Übertragung:
es_es: Sindicación parcial:
fr_fr: Syndication partielle :
it_it: Pubblicazione parziale:
ja: 部分的な配信:
th: เผยแพร่บางส่วน:
tr_tr: Kismi sendikasyon:

source: Posted successfully
ar: تم النشر بنجاح
de_de: Erfolgreich veröffentlicht
es_es: Publicado correctamente
fr_fr: Publié avec succès
it_it: Pubblicato con successo
ja: 投稿に成功しました
th: โพสต์สำเร็จ
tr_tr: Basariyla yayinlandi

source: Retry failed accounts
ar: إعادة محاولة الحسابات الفاشلة
de_de: Fehlgeschlagene Konten erneut versuchen
es_es: Reintentar cuentas fallidas
fr_fr: Réessayer les comptes en échec
it_it: Riprova gli account non riusciti
ja: 失敗したアカウントを再試行
th: ลองใหม่สำหรับบัญชีที่ล้มเหลว
tr_tr: Basarisiz hesaplari tekrar dene

source: Will retry failed accounts automatically.
ar: ستتم إعادة محاولة الحسابات الفاشلة تلقائيًا.
de_de: Fehlgeschlagene Konten werden automatisch erneut versucht.
es_es: Se reintentarán las cuentas fallidas automáticamente.
fr_fr: Les comptes en échec seront réessayés automatiquement.
it_it: Gli account non riusciti verranno riprovati automaticamente.
ja: 失敗したアカウントは自動的に再試行されます。
th: บัญชีที่ล้มเหลวจะถูกลองใหม่โดยอัตโนมัติ
tr_tr: Basarisiz hesaplar otomatik olarak tekrar denenecektir.

source: Syndication paused due to API issues. Will retry automatically in 15 minutes.
ar: تم إيقاف النشر مؤقتًا بسبب مشاكل في واجهة برمجة التطبيقات. ستتم إعادة المحاولة تلقائيًا خلال 15 دقيقة.
de_de: Übertragung aufgrund von API-Problemen pausiert. Wird in 15 Minuten automatisch erneut versucht.
es_es: Sindicación pausada debido a problemas con la API. Se reintentará automáticamente en 15 minutos.
fr_fr: Syndication suspendue en raison de problèmes d'API. Nouvelle tentative automatique dans 15 minutes.
it_it: Pubblicazione sospesa a causa di problemi con l'API. Nuovo tentativo automatico tra 15 minuti.
ja: API の問題により配信を一時停止しています。15分後に自動的に再試行されます。
th: การเผยแพร่ถูกหยุดชั่วคราวเนื่องจากปัญหา API จะลองใหม่โดยอัตโนมัติใน 15 นาที
tr_tr: API sorunlari nedeniyle sendikasyon duraklatildi. 15 dakika icinde otomatik olarak tekrar denenecektir.

source: Syndication paused due to rate limiting. Will retry automatically when limit resets.
ar: تم إيقاف النشر مؤقتًا بسبب تجاوز حد الطلبات. ستتم إعادة المحاولة تلقائيًا عند إعادة تعيين الحد.
de_de: Übertragung aufgrund von Ratenbegrenzung pausiert. Wird automatisch fortgesetzt, wenn das Limit zurückgesetzt wird.
es_es: Sindicación pausada por límite de solicitudes. Se reintentará automáticamente cuando se restablezca el límite.
fr_fr: Syndication suspendue en raison d'une limitation de débit. Nouvelle tentative automatique après réinitialisation de la limite.
it_it: Pubblicazione sospesa per limite di richieste raggiunto. Nuovo tentativo automatico al ripristino del limite.
ja: レート制限により配信を一時停止しています。制限がリセットされ次第、自動的に再試行されます。
th: การเผยแพร่ถูกหยุดชั่วคราวเนื่องจากการจำกัดอัตรา จะลองใหม่โดยอัตโนมัติเมื่อรีเซ็ตขีดจำกัด
tr_tr: Hiz sinirlamasi nedeniyle sendikasyon duraklatildi. Sinir sifirlandiginda otomatik olarak tekrar denenecektir.

source: Invalid post or insufficient permissions.
ar: مقال غير صالح أو صلاحيات غير كافية.
de_de: Ungültiger Beitrag oder unzureichende Berechtigungen.
es_es: Entrada no válida o permisos insuficientes.
fr_fr: Article invalide ou permissions insuffisantes.
it_it: Articolo non valido o permessi insufficienti.
ja: 無効な投稿、または権限が不足しています。
th: โพสต์ไม่ถูกต้องหรือสิทธิ์ไม่เพียงพอ
tr_tr: Gecersiz gonderi veya yetersiz izinler.

source: No accounts found to retry.
ar: لم يتم العثور على حسابات لإعادة المحاولة.
de_de: Keine Konten zum erneuten Versuch gefunden.
es_es: No se encontraron cuentas para reintentar.
fr_fr: Aucun compte trouvé pour réessayer.
it_it: Nessun account trovato per un nuovo tentativo.
ja: 再試行するアカウントが見つかりません。
th: ไม่พบบัญชีที่จะลองใหม่
tr_tr: Tekrar denenmek icin hesap bulunamadi.

source: Syndication retry scheduled.
ar: تمت جدولة إعادة محاولة النشر.
de_de: Erneuter Übertragungsversuch geplant.
es_es: Reintento de sindicación programado.
fr_fr: Nouvelle tentative de syndication planifiée.
it_it: Nuovo tentativo di pubblicazione pianificato.
ja: 配信の再試行がスケジュールされました。
th: กำหนดการลองเผยแพร่ใหม่แล้ว
tr_tr: Sendikasyon yeniden denemesi planlandi.

source: Syndicating...
ar: جارٍ النشر...
de_de: Wird übertragen...
es_es: Sindicando...
fr_fr: Syndication en cours...
it_it: Pubblicazione in corso...
ja: 配信中...
th: กำลังเผยแพร่...
tr_tr: Sendikasyon yapiliyor...

source: Syndicated
ar: تم النشر
de_de: Übertragen
es_es: Sindicado
fr_fr: Syndiqué
it_it: Pubblicato
ja: 配信済み
th: เผยแพร่แล้ว
tr_tr: Sendikasyon yapildi

source: Failed
ar: فشل
de_de: Fehlgeschlagen
es_es: Fallido
fr_fr: Échoué
it_it: Non riuscito
ja: 失敗
th: ล้มเหลว
tr_tr: Basarisiz

source: Retry
ar: إعادة المحاولة
de_de: Erneut versuchen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ja: 再試行
th: ลองใหม่
tr_tr: Tekrar dene

source: Partially syndicated
ar: تم النشر جزئيًا
de_de: Teilweise übertragen
es_es: Sindicado parcialmente
fr_fr: Partiellement syndiqué
it_it: Pubblicato parzialmente
ja: 部分的に配信済み
th: เผยแพร่บางส่วน
tr_tr: Kismi sendikasyon yapildi

source: Waiting for cooldown
ar: في انتظار فترة الراحة
de_de: Wartet auf Abkühlphase
es_es: Esperando período de espera
fr_fr: En attente de la période de repos
it_it: In attesa del periodo di pausa
ja: クールダウン待ち
th: รอช่วงพักก่อนลองใหม่
tr_tr: Bekleme suresi dolmasi bekleniyor

source: Rate limited
ar: تم تقييد الطلبات
de_de: Ratenbegrenzung aktiv
es_es: Límite de solicitudes alcanzado
fr_fr: Débit limité
it_it: Limite di richieste raggiunto
ja: レート制限中
th: ถูกจำกัดอัตรา
tr_tr: Hiz sinirlamasi

source: Invalid notice key.
ar: مفتاح إشعار غير صالح.
de_de: Ungültiger Hinweisschlüssel.
es_es: Clave de aviso no válida.
fr_fr: Clé de notification invalide.
it_it: Chiave di avviso non valida.
ja: 無効な通知キーです。
th: คีย์การแจ้งเตือนไม่ถูกต้อง
tr_tr: Gecersiz bildirim anahtari.

source: Could not fetch posts
ar: تعذّر جلب المنشورات
de_de: Beiträge konnten nicht abgerufen werden
es_es: No se pudieron obtener las publicaciones
fr_fr: Impossible de récupérer les publications
it_it: Impossibile recuperare i post
ja: 投稿を取得できませんでした
th: ไม่สามารถดึงโพสต์ได้
tr_tr: Gonderiler alinamadi

source: Could not fetch profile
ar: تعذّر جلب الملف الشخصي
de_de: Profil konnte nicht abgerufen werden
es_es: No se pudo obtener el perfil
fr_fr: Impossible de récupérer le profil
it_it: Impossibile recuperare il profilo
ja: プロフィールを取得できませんでした
th: ไม่สามารถดึงโปรไฟล์ได้
tr_tr: Profil alinamadi

source: Unauthorized
ar: غير مصرّح
de_de: Nicht autorisiert
es_es: No autorizado
fr_fr: Non autorisé
it_it: Non autorizzato
ja: 認証されていません
th: ไม่ได้รับอนุญาต
tr_tr: Yetkisiz

source: Account manager not available
ar: مدير الحسابات غير متوفر
de_de: Kontoverwaltung nicht verfügbar
es_es: Gestor de cuentas no disponible
fr_fr: Gestionnaire de comptes indisponible
it_it: Gestore account non disponibile
ja: アカウントマネージャーが利用できません
th: ตัวจัดการบัญชีไม่พร้อมใช้งาน
tr_tr: Hesap yoneticisi kullanilamiyor

source: Discussion account updated.
ar: تم تحديث حساب المناقشة.
de_de: Diskussionskonto aktualisiert.
es_es: Cuenta de discusión actualizada.
fr_fr: Compte de discussion mis à jour.
it_it: Account per le discussioni aggiornato.
ja: ディスカッションアカウントが更新されました。
th: อัปเดตบัญชีสนทนาแล้ว
tr_tr: Tartisma hesabi guncellendi.

source: Connection to BlueSky failed. Please check your credentials.
ar: فشل الاتصال بـ BlueSky. يرجى التحقق من بيانات الاعتماد الخاصة بك.
de_de: Verbindung zu BlueSky fehlgeschlagen. Bitte überprüfen Sie Ihre Zugangsdaten.
es_es: La conexión con BlueSky ha fallado. Por favor, verifica tus credenciales.
fr_fr: La connexion à BlueSky a échoué. Veuillez vérifier vos identifiants.
it_it: Connessione a BlueSky non riuscita. Verifica le tue credenziali.
ja: BlueSky への接続に失敗しました。認証情報を確認してください。
th: การเชื่อมต่อกับ BlueSky ล้มเหลว กรุณาตรวจสอบข้อมูลรับรองของคุณ
tr_tr: BlueSky baglantisi basarisiz oldu. Lutfen kimlik bilgilerinizi kontrol edin.

source: Handle or app password is not configured.
ar: لم يتم تكوين المعرّف أو كلمة مرور التطبيق.
de_de: Handle oder App-Passwort ist nicht konfiguriert.
es_es: El identificador o la contraseña de aplicación no están configurados.
fr_fr: L'identifiant ou le mot de passe d'application n'est pas configuré.
it_it: Handle o password dell'app non configurati.
ja: ハンドルまたはアプリパスワードが設定されていません。
th: ยังไม่ได้ตั้งค่าแฮนเดิลหรือรหัสผ่านแอป
tr_tr: Tanici adi veya uygulama sifresi yapilandirilmamis.

source: Could not reach BlueSky servers:
ar: تعذّر الوصول إلى خوادم BlueSky:
de_de: BlueSky-Server konnten nicht erreicht werden:
es_es: No se pudo contactar con los servidores de BlueSky:
fr_fr: Impossible de joindre les serveurs BlueSky :
it_it: Impossibile raggiungere i server BlueSky:
ja: BlueSky サーバーに接続できませんでした:
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ BlueSky ได้:
tr_tr: BlueSky sunucularina ulasilamadi:

source: BlueSky rate limit exceeded. Please wait a few minutes before trying again.
ar: تم تجاوز حد طلبات BlueSky. يرجى الانتظار بضع دقائق قبل المحاولة مرة أخرى.
de_de: BlueSky-Ratenlimit überschritten. Bitte warten Sie einige Minuten, bevor Sie es erneut versuchen.
es_es: Se ha superado el límite de solicitudes de BlueSky. Por favor, espera unos minutos antes de intentarlo de nuevo.
fr_fr: Limite de débit BlueSky dépassée. Veuillez patienter quelques minutes avant de réessayer.
it_it: Limite di richieste BlueSky superato. Attendi qualche minuto prima di riprovare.
ja: BlueSky のレート制限を超えました。数分待ってから再度お試しください。
th: เกินขีดจำกัดอัตราของ BlueSky กรุณารอสักครู่ก่อนลองใหม่
tr_tr: BlueSky hiz siniri asildi. Lutfen tekrar denemeden once birkac dakika bekleyin.

source: Resets at
ar: يُعاد التعيين عند
de_de: Wird zurückgesetzt um
es_es: Se restablece a las
fr_fr: Réinitialisation à
it_it: Si ripristina alle
ja: リセット時刻
th: รีเซ็ตเมื่อ
tr_tr: Sifirlanma zamani

source: BlueSky requires email 2FA verification. Use an App Password instead to bypass 2FA.
ar: يتطلب BlueSky التحقق بخطوتين عبر البريد الإلكتروني. استخدم كلمة مرور التطبيق بدلاً من ذلك لتجاوز التحقق بخطوتين.
de_de: BlueSky erfordert eine E-Mail-2FA-Verifizierung. Verwenden Sie stattdessen ein App-Passwort, um die 2FA zu umgehen.
es_es: BlueSky requiere verificación 2FA por correo electrónico. Usa una contraseña de aplicación para omitir la 2FA.
fr_fr: BlueSky requiert une vérification 2FA par e-mail. Utilisez un mot de passe d'application pour contourner la 2FA.
it_it: BlueSky richiede la verifica 2FA via email. Usa una password dell'app per aggirare la 2FA.
ja: BlueSky ではメールによる2段階認証が必要です。2段階認証を回避するにはアプリパスワードをご使用ください。
th: BlueSky ต้องการการยืนยัน 2FA ทางอีเมล ใช้รหัสผ่านแอปแทนเพื่อข้าม 2FA
tr_tr: BlueSky e-posta ile 2FA dogrulamasi gerektiriyor. 2FA'yi atlamak icin bunun yerine bir Uygulama Sifresi kullanin.

source: This BlueSky account has been taken down.
ar: تم تعليق حساب BlueSky هذا.
de_de: Dieses BlueSky-Konto wurde gesperrt.
es_es: Esta cuenta de BlueSky ha sido suspendida.
fr_fr: Ce compte BlueSky a été suspendu.
it_it: Questo account BlueSky è stato sospeso.
ja: この BlueSky アカウントは停止されています。
th: บัญชี BlueSky นี้ถูกระงับแล้ว
tr_tr: Bu BlueSky hesabi kaldirilmistir.

source: Invalid handle or password. Please check your credentials.
ar: معرّف أو كلمة مرور غير صالحة. يرجى التحقق من بيانات الاعتماد الخاصة بك.
de_de: Ungültiger Handle oder Passwort. Bitte überprüfen Sie Ihre Zugangsdaten.
es_es: Identificador o contraseña no válidos. Por favor, verifica tus credenciales.
fr_fr: Identifiant ou mot de passe invalide. Veuillez vérifier vos identifiants.
it_it: Handle o password non validi. Verifica le tue credenziali.
ja: ハンドルまたはパスワードが無効です。認証情報を確認してください。
th: แฮนเดิลหรือรหัสผ่านไม่ถูกต้อง กรุณาตรวจสอบข้อมูลรับรองของคุณ
tr_tr: Gecersiz tanici adi veya sifre. Lutfen kimlik bilgilerinizi kontrol edin.

source: Connection to BlueSky successful!
ar: تم الاتصال بـ BlueSky بنجاح!
de_de: Verbindung zu BlueSky erfolgreich!
es_es: Conexión con BlueSky establecida correctamente.
fr_fr: Connexion à BlueSky réussie !
it_it: Connessione a BlueSky riuscita!
ja: BlueSky への接続に成功しました！
th: เชื่อมต่อกับ BlueSky สำเร็จ!
tr_tr: BlueSky baglantisi basarili!
