Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Characters: %d / 300
ar: الأحرف: %d / 300
de_de: Zeichen: %d / 300
es_es: Caracteres: %d / 300
fr_fr: Caractères : %d / 300
it_it: Caratteri: %d / 300
ja: 文字数: %d / 300
th: ตัวอักษร: %d / 300
tr_tr: Karakter: %d / 300

source: Link Card:
ar: بطاقة الرابط:
de_de: Linkkarte:
es_es: Tarjeta de enlace:
fr_fr: Carte de lien :
it_it: Scheda link:
ja: リンクカード:
th: การ์ดลิงก์:
tr_tr: Baglanti Karti:

source: No image found. The post will include a text link instead of a link card.
ar: لم يتم العثور على صورة. سيتضمن المنشور رابطًا نصيًا بدلاً من بطاقة رابط.
de_de: Kein Bild gefunden. Der Beitrag wird anstelle einer Linkkarte einen Textlink enthalten.
es_es: No se encontró imagen. La publicación incluirá un enlace de texto en lugar de una tarjeta de enlace.
fr_fr: Aucune image trouvée. L'article inclura un lien texte au lieu d'une carte de lien.
it_it: Nessuna immagine trovata. Il post includerà un link testuale invece di una scheda link.
ja: 画像が見つかりません。リンクカードの代わりにテキストリンクが投稿に含まれます。
th: ไม่พบรูปภาพ โพสต์จะใช้ลิงก์ข้อความแทนการ์ดลิงก์
tr_tr: Gorsel bulunamadi. Gonderi, baglanti karti yerine bir metin baglantisi icerecektir.

source: BlueSky Social Card of %s
ar: بطاقة BlueSky الاجتماعية لـ %s
de_de: BlueSky-Profilkarte von %s
es_es: Tarjeta social de BlueSky de %s
fr_fr: Carte sociale BlueSky de %s
it_it: Scheda social BlueSky di %s
ja: %s の BlueSky ソーシャルカード
th: การ์ดโซเชียล BlueSky ของ %s
tr_tr: %s icin BlueSky Sosyal Karti

source: Unable to fetch BlueSky profile.
ar: تعذّر جلب الملف الشخصي على BlueSky.
de_de: BlueSky-Profil konnte nicht abgerufen werden.
es_es: No se pudo obtener el perfil de BlueSky.
fr_fr: Impossible de récupérer le profil BlueSky.
it_it: Impossibile recuperare il profilo BlueSky.
ja: BlueSky プロフィールを取得できません。
th: ไม่สามารถดึงโปรไฟล์ BlueSky ได้
tr_tr: BlueSky profili alinamadi.

source: Loading Bluesky Posts
ar: جارٍ تحميل منشورات Bluesky
de_de: Bluesky-Beiträge werden geladen
es_es: Cargando publicaciones de Bluesky
fr_fr: Chargement des publications Bluesky
it_it: Caricamento post Bluesky
ja: Bluesky の投稿を読み込み中
th: กำลังโหลดโพสต์ Bluesky
tr_tr: Bluesky Gonderileri Yukleniyor

source: Loading Bluesky Profile
ar: جارٍ تحميل الملف الشخصي على Bluesky
de_de: Bluesky-Profil wird geladen
es_es: Cargando perfil de Bluesky
fr_fr: Chargement du profil Bluesky
it_it: Caricamento profilo Bluesky
ja: Bluesky プロフィールを読み込み中
th: กำลังโหลดโปรไฟล์ Bluesky
tr_tr: Bluesky Profili Yukleniyor

source: Settings
ar: الإعدادات
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ja: 設定
th: การตั้งค่า
tr_tr: Ayarlar

source: BlueSky Settings
ar: إعدادات BlueSky
de_de: BlueSky-Einstellungen
es_es: Ajustes de BlueSky
fr_fr: Réglages BlueSky
it_it: Impostazioni BlueSky
ja: BlueSky 設定
th: การตั้งค่า BlueSky
tr_tr: BlueSky Ayarlari

source: BlueSky Account Settings
ar: إعدادات حساب BlueSky
de_de: BlueSky-Kontoeinstellungen
es_es: Ajustes de cuenta de BlueSky
fr_fr: Réglages du compte BlueSky
it_it: Impostazioni account BlueSky
ja: BlueSky アカウント設定
th: การตั้งค่าบัญชี BlueSky
tr_tr: BlueSky Hesap Ayarlari

source: Feed Options
ar: خيارات الخلاصة
de_de: Feed-Optionen
es_es: Opciones del feed
fr_fr: Options du flux
it_it: Opzioni del feed
ja: フィードオプション
th: ตัวเลือกฟีด
tr_tr: Akis Secenekleri

source: BlueSky Discussions Settings
ar: إعدادات مناقشات BlueSky
de_de: BlueSky-Diskussionseinstellungen
es_es: Ajustes de discusiones de BlueSky
fr_fr: Réglages des discussions BlueSky
it_it: Impostazioni discussioni BlueSky
ja: BlueSky ディスカッション設定
th: การตั้งค่าการสนทนา BlueSky
tr_tr: BlueSky Tartisma Ayarlari

source: Account "%s" added and authenticated.
ar: تم إضافة الحساب "%s" والمصادقة عليه.
de_de: Konto "%s" hinzugefügt und authentifiziert.
es_es: Cuenta "%s" añadida y autenticada.
fr_fr: Compte « %s » ajouté et authentifié.
it_it: Account "%s" aggiunto e autenticato.
ja: アカウント「%s」が追加・認証されました。
th: เพิ่มและยืนยันตัวตนบัญชี "%s" แล้ว
tr_tr: "%s" hesabi eklendi ve dogrulandi.

source: Account "%s" added but could not authenticate. Check credentials.
ar: تم إضافة الحساب "%s" لكن فشلت المصادقة. تحقق من بيانات الاعتماد.
de_de: Konto "%s" hinzugefügt, aber Authentifizierung fehlgeschlagen. Überprüfen Sie die Zugangsdaten.
es_es: Cuenta "%s" añadida pero no se pudo autenticar. Comprueba las credenciales.
fr_fr: Compte « %s » ajouté mais l'authentification a échoué. Vérifiez les identifiants.
it_it: Account "%s" aggiunto ma autenticazione non riuscita. Verifica le credenziali.
ja: アカウント「%s」は追加されましたが、認証できませんでした。認証情報を確認してください。
th: เพิ่มบัญชี "%s" แล้วแต่ไม่สามารถยืนยันตัวตนได้ กรุณาตรวจสอบข้อมูลรับรอง
tr_tr: "%s" hesabi eklendi ancak dogrulanamadi. Kimlik bilgilerini kontrol edin.

source: BlueSky Handle
ar: معرّف BlueSky
es_es: Identificador de BlueSky
fr_fr: Identifiant BlueSky
it_it: Handle BlueSky
ja: BlueSky ハンドル
th: แฮนเดิล BlueSky
tr_tr: BlueSky Tanici Adi

source: BlueSky Password
ar: كلمة مرور BlueSky
de_de: BlueSky-Passwort
es_es: Contraseña de BlueSky
fr_fr: Mot de passe BlueSky
it_it: Password BlueSky
ja: BlueSky パスワード
th: รหัสผ่าน BlueSky
tr_tr: BlueSky Sifresi

source: Multi-Account Support
ar: دعم الحسابات المتعددة
de_de: Multi-Konto-Unterstützung
es_es: Soporte multicuenta
fr_fr: Support multi-comptes
it_it: Supporto multi-account
ja: マルチアカウントサポート
th: รองรับหลายบัญชี
tr_tr: Coklu Hesap Destegi

source: Number of Posts to Display
ar: عدد المنشورات المعروضة
de_de: Anzahl der anzuzeigenden Beiträge
es_es: Número de publicaciones a mostrar
fr_fr: Nombre de publications à afficher
it_it: Numero di post da visualizzare
ja: 表示する投稿数
th: จำนวนโพสต์ที่จะแสดง
tr_tr: Goruntulecek Gonderi Sayisi

source: Do not display replies
ar: عدم عرض الردود
de_de: Antworten nicht anzeigen
es_es: No mostrar respuestas
fr_fr: Ne pas afficher les réponses
it_it: Non mostrare le risposte
ja: 返信を表示しない
th: ไม่แสดงการตอบกลับ
tr_tr: Yanitlari gosterme

source: Do not display reposts
ar: عدم عرض إعادات النشر
de_de: Reposts nicht anzeigen
es_es: No mostrar republicaciones
fr_fr: Ne pas afficher les republications
it_it: Non mostrare i repost
ja: リポストを表示しない
th: ไม่แสดงรีโพสต์
tr_tr: Yeniden paylasimlari gosterme

source: Do not display embeds
ar: عدم عرض المحتوى المضمّن
de_de: Einbettungen nicht anzeigen
es_es: No mostrar contenido incrustado
fr_fr: Ne pas afficher les contenus intégrés
it_it: Non mostrare i contenuti incorporati
ja: 埋め込みを表示しない
th: ไม่แสดงเนื้อหาฝังตัว
tr_tr: Gomulu icerikleri gosterme

source: Do not display counters
ar: عدم عرض العدّادات
de_de: Zähler nicht anzeigen
es_es: No mostrar contadores
fr_fr: Ne pas afficher les compteurs
it_it: Non mostrare i contatori
ja: カウンターを表示しない
th: ไม่แสดงตัวนับ
tr_tr: Sayaclari gosterme

source: Enable Bluesky Discussions
ar: تفعيل مناقشات Bluesky
de_de: Bluesky-Diskussionen aktivieren
es_es: Habilitar discusiones de Bluesky
fr_fr: Activer les discussions Bluesky
it_it: Abilita le discussioni Bluesky
ja: Bluesky ディスカッションを有効にする
th: เปิดใช้งานการสนทนา Bluesky
tr_tr: Bluesky Tartismalarini Etkinlestir

source: Discussion Thread Source
ar: مصدر سلسلة المناقشة
de_de: Diskussionsthread-Quelle
es_es: Fuente del hilo de discusión
fr_fr: Source du fil de discussion
it_it: Origine del thread di discussione
ja: ディスカッションスレッドのソース
th: แหล่งที่มาของเธรดการสนทนา
tr_tr: Tartisma Konusu Kaynagi

source: Display Multiple Levels of Replies
ar: عرض مستويات متعددة من الردود
de_de: Mehrere Antwortebenen anzeigen
es_es: Mostrar múltiples niveles de respuestas
fr_fr: Afficher plusieurs niveaux de réponses
it_it: Mostra più livelli di risposte
ja: 複数レベルの返信を表示
th: แสดงการตอบกลับหลายระดับ
tr_tr: Birden Fazla Yanit Duzeyini Goster

source: Collapse Nested Replies by Default
ar: طي الردود المتداخلة افتراضيًا
de_de: Verschachtelte Antworten standardmäßig einklappen
es_es: Contraer respuestas anidadas por defecto
fr_fr: Réduire les réponses imbriquées par défaut
it_it: Comprimi le risposte annidate per impostazione predefinita
ja: ネストされた返信をデフォルトで折りたたむ
th: ย่อการตอบกลับซ้อนตามค่าเริ่มต้น
tr_tr: Ic Ice Yanitlari Varsayilan Olarak Daralt

source: Display Like and Share Counters
ar: عرض عدّادات الإعجاب والمشاركة
de_de: Gefällt-mir- und Teilen-Zähler anzeigen
es_es: Mostrar contadores de me gusta y compartir
fr_fr: Afficher les compteurs de j'aime et de partages
it_it: Mostra i contatori di Mi piace e condivisioni
ja: いいね・シェアカウンターを表示
th: แสดงตัวนับถูกใจและแชร์
tr_tr: Begeni ve Paylasim Sayaclarini Goster

source: Display Reply Links
ar: عرض روابط الرد
de_de: Antwort-Links anzeigen
es_es: Mostrar enlaces de respuesta
fr_fr: Afficher les liens de réponse
it_it: Mostra i link di risposta
ja: 返信リンクを表示
th: แสดงลิงก์ตอบกลับ
tr_tr: Yanit Baglantilarini Goster

source: Display Images and Attachments
ar: عرض الصور والمرفقات
de_de: Bilder und Anhänge anzeigen
es_es: Mostrar imágenes y adjuntos
fr_fr: Afficher les images et les pièces jointes
it_it: Mostra immagini e allegati
ja: 画像と添付ファイルを表示
th: แสดงรูปภาพและไฟล์แนบ
tr_tr: Gorselleri ve Ekleri Goster

source: Enter your BlueSky account details to enable social integration.
ar: أدخل تفاصيل حساب BlueSky الخاص بك لتفعيل التكامل الاجتماعي.
de_de: Geben Sie Ihre BlueSky-Kontodaten ein, um die soziale Integration zu aktivieren.
es_es: Introduce los datos de tu cuenta de BlueSky para habilitar la integración social.
fr_fr: Saisissez les informations de votre compte BlueSky pour activer l'intégration sociale.
it_it: Inserisci i dati del tuo account BlueSky per abilitare l'integrazione social.
ja: ソーシャル連携を有効にするには、BlueSky のアカウント情報を入力してください。
th: กรอกรายละเอียดบัญชี BlueSky ของคุณเพื่อเปิดใช้งานการเชื่อมต่อโซเชียล
tr_tr: Sosyal entegrasyonu etkinlestirmek icin BlueSky hesap bilgilerinizi girin.

source: Start customizing how your feed and profile card are displayed.
ar: ابدأ بتخصيص كيفية عرض الخلاصة وبطاقة الملف الشخصي.
de_de: Passen Sie an, wie Ihr Feed und Ihre Profilkarte angezeigt werden.
es_es: Comienza a personalizar cómo se muestran tu feed y tu tarjeta de perfil.
fr_fr: Commencez à personnaliser l'affichage de votre flux et de votre carte de profil.
it_it: Inizia a personalizzare come vengono visualizzati il tuo feed e la scheda profilo.
ja: フィードとプロフィールカードの表示をカスタマイズしましょう。
th: เริ่มปรับแต่งวิธีการแสดงผลฟีดและการ์ดโปรไฟล์ของคุณ
tr_tr: Akisinizin ve profil kartinizin nasil goruntulecegini ozellestirmeye baslayin.

source: Display Bluesky discussions on your posts. This feature only works for posts that have been syndicated to Bluesky.
ar: اعرض مناقشات Bluesky على مقالاتك. تعمل هذه الميزة فقط مع المقالات التي تم نشرها على Bluesky.
de_de: Zeigen Sie Bluesky-Diskussionen unter Ihren Beiträgen an. Diese Funktion funktioniert nur für Beiträge, die an Bluesky übertragen wurden.
es_es: Muestra las discusiones de Bluesky en tus entradas. Esta función solo funciona para entradas que han sido sindicadas a Bluesky.
fr_fr: Affichez les discussions Bluesky sur vos articles. Cette fonctionnalité ne fonctionne que pour les articles qui ont été syndiqués vers Bluesky.
it_it: Mostra le discussioni Bluesky sui tuoi articoli. Questa funzionalità è disponibile solo per gli articoli pubblicati su Bluesky.
ja: 投稿に Bluesky ディスカッションを表示します。この機能は Bluesky に配信された投稿でのみ動作します。
th: แสดงการสนทนา Bluesky บนโพสต์ของคุณ ฟีเจอร์นี้ใช้ได้เฉพาะกับโพสต์ที่ถูกเผยแพร่ไปยัง Bluesky แล้วเท่านั้น
tr_tr: Gonderilerinizde Bluesky tartismalarini goruntuyleyin. Bu ozellik yalnizca Bluesky'a sendikasyon yapilmis gonderiler icin calisir.

source: Your e-mail address or Bluesky handle (e.g. user.bsky.social).
ar: عنوان بريدك الإلكتروني أو معرّف Bluesky (مثال: user.bsky.social).
de_de: Ihre E-Mail-Adresse oder Ihr Bluesky-Handle (z. B. benutzer.bsky.social).
es_es: Tu dirección de correo electrónico o identificador de Bluesky (p. ej. usuario.bsky.social).
fr_fr: Votre adresse e-mail ou identifiant Bluesky (ex. : utilisateur.bsky.social).
it_it: Il tuo indirizzo email o handle Bluesky (es. user.bsky.social).
ja: メールアドレスまたは Bluesky ハンドル（例: user.bsky.social）。
th: ที่อยู่อีเมลหรือแฮนเดิล Bluesky ของคุณ (เช่น user.bsky.social)
tr_tr: E-posta adresiniz veya Bluesky tanici adiniz (orn. kullanici.bsky.social).

source: Leave empty to keep the current password.
ar: اتركه فارغًا للاحتفاظ بكلمة المرور الحالية.
de_de: Leer lassen, um das aktuelle Passwort beizubehalten.
es_es: Deja vacío para mantener la contraseña actual.
fr_fr: Laissez vide pour conserver le mot de passe actuel.
it_it: Lascia vuoto per mantenere la password attuale.
ja: 現在のパスワードを維持する場合は空のままにしてください。
th: เว้นว่างไว้เพื่อใช้รหัสผ่านปัจจุบัน
tr_tr: Mevcut sifreyi korumak icin bos birakin.

source: Instead of using your password, you can use an %1$sApp Password%2$s available on BlueSky.%3$sNo need to authorize access to your direct messages, this plugin does not need it.
ar: بدلاً من استخدام كلمة المرور الخاصة بك، يمكنك استخدام %1$sكلمة مرور التطبيق%2$s المتوفرة على BlueSky.%3$sلا حاجة لتفويض الوصول إلى رسائلك المباشرة، فهذه الإضافة لا تحتاج إلى ذلك.
de_de: Anstelle Ihres Passworts können Sie ein %1$sApp-Passwort%2$s verwenden, das auf BlueSky verfügbar ist.%3$sSie müssen keinen Zugriff auf Ihre Direktnachrichten autorisieren, dieses Plugin benötigt dies nicht.
es_es: En lugar de usar tu contraseña, puedes usar una %1$sContraseña de aplicación%2$s disponible en BlueSky.%3$sNo es necesario autorizar el acceso a tus mensajes directos, este plugin no lo necesita.
fr_fr: Au lieu d'utiliser votre mot de passe, vous pouvez utiliser un %1$smot de passe d'application%2$s disponible sur BlueSky.%3$sIl n'est pas nécessaire d'autoriser l'accès à vos messages directs, cette extension n'en a pas besoin.
it_it: Invece di usare la tua password, puoi utilizzare una %1$sPassword dell'app%2$s disponibile su BlueSky.%3$sNon è necessario autorizzare l'accesso ai messaggi diretti, questo plugin non ne ha bisogno.
ja: パスワードの代わりに、BlueSky で利用可能な%1$sアプリパスワード%2$sを使用できます。%3$sダイレクトメッセージへのアクセス許可は不要です。このプラグインでは必要ありません。
th: แทนที่จะใช้รหัสผ่านของคุณ คุณสามารถใช้%1$sรหัสผ่านแอป%2$sที่มีใน BlueSky ได้%3$sไม่จำเป็นต้องอนุญาตการเข้าถึงข้อความส่วนตัว ปลั๊กอินนี้ไม่ต้องการ
tr_tr: Sifrenizi kullanmak yerine, BlueSky'da bulunan bir %1$sUygulama Sifresi%2$s kullanabilirsiniz.%3$sDogrudan mesajlariniza erisim izni vermenize gerek yoktur, bu eklentinin buna ihtiyaci yoktur.

source: Checking connection...
ar: جارٍ التحقق من الاتصال...
de_de: Verbindung wird überprüft...
es_es: Comprobando conexión...
fr_fr: Vérification de la connexion...
it_it: Verifica della connessione...
ja: 接続を確認中...
th: กำลังตรวจสอบการเชื่อมต่อ...
tr_tr: Baglanti kontrol ediliyor...

source: Account Manager not available.
ar: مدير الحسابات غير متوفر.
de_de: Kontoverwaltung nicht verfügbar.
es_es: Gestor de cuentas no disponible.
fr_fr: Gestionnaire de comptes indisponible.
it_it: Gestore account non disponibile.
ja: アカウントマネージャーが利用できません。
th: ตัวจัดการบัญชีไม่พร้อมใช้งาน
tr_tr: Hesap Yoneticisi kullanilamiyor.

source: Enable Multi-Account Support
ar: تفعيل دعم الحسابات المتعددة
de_de: Multi-Konto-Unterstützung aktivieren
es_es: Habilitar soporte multicuenta
fr_fr: Activer le support multi-comptes
it_it: Abilita il supporto multi-account
ja: マルチアカウントサポートを有効にする
th: เปิดใช้งานการรองรับหลายบัญชี
tr_tr: Coklu Hesap Destegini Etkinlestir

source: Connect multiple Bluesky accounts for syndication and display switching.
ar: اربط حسابات Bluesky متعددة للنشر والتبديل بين العرض.
de_de: Verbinden Sie mehrere Bluesky-Konten für Übertragung und Anzeige-Umschaltung.
es_es: Conecta múltiples cuentas de Bluesky para sindicación y cambio de visualización.
fr_fr: Connectez plusieurs comptes Bluesky pour la syndication et le changement d'affichage.
it_it: Connetti più account Bluesky per la pubblicazione e il cambio di visualizzazione.
ja: 複数の Bluesky アカウントを接続して、配信や表示の切り替えができます。
th: เชื่อมต่อบัญชี Bluesky หลายบัญชีสำหรับการเผยแพร่และสลับการแสดงผล
tr_tr: Sendikasyon ve gorunturleme gecisi icin birden fazla Bluesky hesabi baglayabilirsiniz.

source: Connected Accounts
ar: الحسابات المتصلة
de_de: Verbundene Konten
es_es: Cuentas conectadas
fr_fr: Comptes connectés
it_it: Account connessi
ja: 接続済みアカウント
th: บัญชีที่เชื่อมต่อแล้ว
tr_tr: Bagli Hesaplar

source: Active account:
ar: الحساب النشط:
de_de: Aktives Konto:
es_es: Cuenta activa:
fr_fr: Compte actif :
it_it: Account attivo:
ja: 有効なアカウント:
th: บัญชีที่ใช้งาน:
tr_tr: Aktif hesap:

source: Is the default account used for widgets, shortcodes & blocks if no other account is specified.
ar: هو الحساب الافتراضي المستخدم في الودجات والأكواد المختصرة والكتل إذا لم يتم تحديد حساب آخر.
de_de: Ist das Standardkonto, das für Widgets, Shortcodes und Blöcke verwendet wird, wenn kein anderes Konto angegeben ist.
es_es: Es la cuenta por defecto utilizada para widgets, shortcodes y bloques si no se especifica otra cuenta.
fr_fr: Est le compte par défaut utilisé pour les widgets, shortcodes et blocs si aucun autre compte n'est spécifié.
it_it: È l'account predefinito utilizzato per widget, shortcode e blocchi se non viene specificato un altro account.
ja: 他のアカウントが指定されていない場合、ウィジェット、ショートコード、ブロックで使用されるデフォルトアカウントです。
th: เป็นบัญชีเริ่มต้นที่ใช้สำหรับ widget, shortcode และบล็อก หากไม่ได้ระบุบัญชีอื่น
tr_tr: Baska bir hesap belirtilmediginde widget, shortcode ve bloklar icin kullanilan varsayilan hesaptir.

source: Auto-Syndicate:
ar: النشر التلقائي:
de_de: Automatische Übertragung:
es_es: Auto-sindicar:
fr_fr: Syndication automatique :
it_it: Pubblicazione automatica:
ja: 自動配信:
th: เผยแพร่อัตโนมัติ:
tr_tr: Otomatik Sendikasyon:

source: If checked, it'll syndicate all new posts, unless you filter it by including/excluding categorie. (See Syndication tab)
ar: إذا تم التحديد، سيتم نشر جميع المقالات الجديدة تلقائيًا، ما لم تقم بالتصفية عبر تضمين/استبعاد التصنيفات. (راجع تبويب النشر)
de_de: Wenn aktiviert, werden alle neuen Beiträge übertragen, es sei denn, Sie filtern nach eingeschlossenen/ausgeschlossenen Kategorien. (Siehe Reiter Übertragung)
es_es: Si está marcado, sindicará todas las entradas nuevas, a menos que lo filtres incluyendo/excluyendo categorías. (Ver pestaña Sindicación)
fr_fr: Si coché, tous les nouveaux articles seront syndiqués, sauf si vous filtrez par inclusion/exclusion de catégories. (Voir l'onglet Syndication)
it_it: Se selezionato, pubblicherà tutti i nuovi articoli, a meno che non vengano filtrati includendo/escludendo categorie. (Vedi la scheda Pubblicazione)
ja: チェックすると、カテゴリーの追加・除外フィルターを設定しない限り、すべての新規投稿が配信されます。（配信タブを参照）
th: หากเลือก จะเผยแพร่โพสต์ใหม่ทั้งหมด เว้นแต่คุณจะกรองโดยการรวม/ไม่รวมหมวดหมู่ (ดูแท็บการเผยแพร่)
tr_tr: Isaretlenirse, kategori dahil etme/haric tutma ile filtrelemediginiz surece tum yeni gonderiler sendikasyon yapilir. (Sendikasyon sekmesine bakin)

source: Name
ar: الاسم
es_es: Nombre
fr_fr: Nom
it_it: Nome
ja: 名前
th: ชื่อ
tr_tr: Ad

source: Handle
ar: المعرّف
es_es: Identificador
fr_fr: Identifiant
ja: ハンドル
th: แฮนเดิล
tr_tr: Tanici Adi

source: Status
ar: الحالة
es_es: Estado
fr_fr: Statut
it_it: Stato
ja: ステータス
th: สถานะ
tr_tr: Durum

source: Auto-Syndicate
ar: النشر التلقائي
de_de: Automatische Übertragung
es_es: Auto-sindicar
fr_fr: Syndication automatique
it_it: Pubblicazione automatica
ja: 自動配信
th: เผยแพร่อัตโนมัติ
tr_tr: Otomatik Sendikasyon

source: Actions
ar: الإجراءات
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja: 操作
th: การดำเนินการ
tr_tr: Islemler

source: Unknown
ar: غير معروف
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja: 不明
th: ไม่ทราบ
tr_tr: Bilinmiyor

source: Authenticated
ar: مصادق عليه
de_de: Authentifiziert
es_es: Autenticado
fr_fr: Authentifié
it_it: Autenticato
ja: 認証済み
th: ยืนยันตัวตนแล้ว
tr_tr: Dogrulanmis

source: Credentials Configured
ar: تم تكوين بيانات الاعتماد
de_de: Zugangsdaten konfiguriert
es_es: Credenciales configuradas
fr_fr: Identifiants configurés
it_it: Credenziali configurate
ja: 認証情報設定済み
th: ตั้งค่าข้อมูลรับรองแล้ว
tr_tr: Kimlik Bilgileri Yapilandirilmis

source: Not Authenticated
ar: غير مصادق عليه
de_de: Nicht authentifiziert
es_es: No autenticado
fr_fr: Non authentifié
it_it: Non autenticato
ja: 未認証
th: ยังไม่ยืนยันตัวตน
tr_tr: Dogrulanmamis

source: Make Active
ar: تعيين كنشط
de_de: Als aktiv festlegen
es_es: Establecer como activa
fr_fr: Définir comme actif
it_it: Rendi attivo
ja: 有効にする
th: ตั้งเป็นบัญชีหลัก
tr_tr: Aktif Yap

source: Remove
ar: إزالة
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
ja: 削除
th: ลบ
tr_tr: Kaldir

source: No accounts connected yet.
ar: لم يتم ربط أي حسابات بعد.
de_de: Noch keine Konten verbunden.
es_es: Aún no hay cuentas conectadas.
fr_fr: Aucun compte connecté pour le moment.
it_it: Nessun account ancora connesso.
ja: まだアカウントが接続されていません。
th: ยังไม่มีบัญชีที่เชื่อมต่อ
tr_tr: Henuz bagli hesap yok.

source: Add New Account
ar: إضافة حساب جديد
de_de: Neues Konto hinzufügen
es_es: Añadir nueva cuenta
fr_fr: Ajouter un nouveau compte
it_it: Aggiungi nuovo account
ja: 新しいアカウントを追加
th: เพิ่มบัญชีใหม่
tr_tr: Yeni Hesap Ekle

source: Account Name
ar: اسم الحساب
de_de: Kontoname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
it_it: Nome dell'account
ja: アカウント名
th: ชื่อบัญชี
tr_tr: Hesap Adi

source: e.g., Personal Account
ar: مثال: حساب شخصي
de_de: z. B. Persönliches Konto
es_es: p. ej., Cuenta personal
fr_fr: ex. : Compte personnel
it_it: es., Account personale
ja: 例: 個人アカウント
th: เช่น บัญชีส่วนตัว
tr_tr: orn., Kisisel Hesap

source: Bluesky Handle
ar: معرّف Bluesky
es_es: Identificador de Bluesky
fr_fr: Identifiant Bluesky
it_it: Handle Bluesky
ja: Bluesky ハンドル
th: แฮนเดิล Bluesky
tr_tr: Bluesky Tanici Adi

source: App Password
ar: كلمة مرور التطبيق
de_de: App-Passwort
es_es: Contraseña de aplicación
fr_fr: Mot de passe d'application
it_it: Password dell'app
ja: アプリパスワード
th: รหัสผ่านแอป
tr_tr: Uygulama Sifresi

source: Create an %1$sApp Password%2$s on Bluesky.
ar: أنشئ %1$sكلمة مرور تطبيق%2$s على Bluesky.
de_de: Erstellen Sie ein %1$sApp-Passwort%2$s auf Bluesky.
es_es: Crea una %1$sContraseña de aplicación%2$s en Bluesky.
fr_fr: Créez un %1$smot de passe d'application%2$s sur Bluesky.
it_it: Crea una %1$sPassword dell'app%2$s su Bluesky.
ja: Bluesky で%1$sアプリパスワード%2$sを作成してください。
th: สร้าง%1$sรหัสผ่านแอป%2$sบน Bluesky
tr_tr: Bluesky'da bir %1$sUygulama Sifresi%2$s olusturun.

source: Cancel
ar: إلغاء
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja: キャンセル
th: ยกเลิก
tr_tr: Iptal

source: Add Account
ar: إضافة حساب
de_de: Konto hinzufügen
es_es: Añadir cuenta
fr_fr: Ajouter un compte
it_it: Aggiungi account
ja: アカウントを追加
th: เพิ่มบัญชี
tr_tr: Hesap Ekle

source: Click "Save Changes" to save the new account.
ar: انقر على "حفظ التغييرات" لحفظ الحساب الجديد.
de_de: Klicken Sie auf "Änderungen speichern", um das neue Konto zu speichern.
es_es: Haz clic en "Guardar cambios" para guardar la nueva cuenta.
fr_fr: Cliquez sur « Enregistrer les modifications » pour sauvegarder le nouveau compte.
it_it: Fai clic su "Salva le modifiche" per salvare il nuovo account.
ja: 「変更を保存」をクリックして新しいアカウントを保存してください。
th: คลิก "Save Changes" เพื่อบันทึกบัญชีใหม่
tr_tr: Yeni hesabi kaydetmek icin "Degisiklikleri Kaydet" dugmesine tiklayin.
