Repository: geoffreycrofte/bluesky-social-plugin-for-wordpress
Catalog: languages/social-integration-for-bluesky-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, th, tr_tr

source: Never syndicate posts with any of these categories (higher priority than include).
ar: عدم نشر المقالات التي تحتوي على أي من هذه التصنيفات أبدًا (أولوية أعلى من التضمين).
de_de: Beiträge mit einer dieser Kategorien niemals übertragen (höhere Priorität als einschließen).
es_es: No sindicar nunca entradas con cualquiera de estas categorías (mayor prioridad que incluir).
fr_fr: Ne jamais syndiquer les articles ayant l'une de ces catégories (priorité plus élevée que l'inclusion).
it_it: Non pubblicare mai articoli con una di queste categorie (priorità superiore rispetto all'inclusione).
ja: これらのカテゴリーのいずれかを持つ投稿は配信しません（含めるよりも優先度が高い）。
th: ไม่เผยแพร่โพสต์ที่มีหมวดหมู่เหล่านี้เด็ดขาด (มีลำดับความสำคัญสูงกว่าการรวม)
tr_tr: Bu kategorilerden herhangi birine sahip gonderileri asla sendikasyon yapma (dahil etmeden daha yuksek oncelik).

source: Bluesky Settings Menu
ar: قائمة إعدادات Bluesky
de_de: Bluesky-Einstellungsmenü
es_es: Menú de ajustes de Bluesky
fr_fr: Menu des réglages Bluesky
it_it: Menu impostazioni Bluesky
ja: Bluesky 設定メニュー
th: เมนูการตั้งค่า Bluesky
tr_tr: Bluesky Ayarlar Menusu

source: Account Settings
ar: إعدادات الحساب
de_de: Kontoeinstellungen
es_es: Ajustes de cuenta
fr_fr: Réglages du compte
it_it: Impostazioni account
ja: アカウント設定
th: การตั้งค่าบัญชี
tr_tr: Hesap Ayarlari

source: Syndication
ar: النشر
de_de: Übertragung
es_es: Sindicación
it_it: Pubblicazione
ja: 配信
th: การเผยแพร่
tr_tr: Sendikasyon

source: Discussions
ar: المناقشات
de_de: Diskussionen
es_es: Discusiones
it_it: Discussioni
ja: ディスカッション
th: การสนทนา
tr_tr: Tartismalar

source: Styles
ar: الأنماط
de_de: Stile
es_es: Estilos
it_it: Stili
ja: スタイル
th: สไตล์
tr_tr: Stiller

source: About
ar: حول
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja: プラグインについて
th: เกี่ยวกับ
tr_tr: Hakkinda

source: Decide how you want your Bluesky blocks to look like!
ar: حدد الشكل الذي تريده لكتل Bluesky الخاصة بك!
de_de: Entscheiden Sie, wie Ihre Bluesky-Blöcke aussehen sollen!
es_es: Decide cómo quieres que se vean tus bloques de Bluesky.
fr_fr: Choisissez l'apparence de vos blocs Bluesky !
it_it: Decidi come vuoi che appaiano i tuoi blocchi Bluesky!
ja: Bluesky ブロックの見た目を設定しましょう！
th: เลือกรูปแบบการแสดงผลบล็อก Bluesky ของคุณ!
tr_tr: Bluesky bloklarinizin nasil gorunmesini istediginize karar verin!

source: Theme
ar: المظهر
de_de: Design
es_es: Tema
fr_fr: Thème
it_it: Tema
ja: テーマ
th: ธีม
tr_tr: Tema

source: Profile Customization
ar: تخصيص الملف الشخصي
de_de: Profilanpassung
es_es: Personalización del perfil
fr_fr: Personnalisation du profil
it_it: Personalizzazione del profilo
ja: プロフィールのカスタマイズ
th: ปรับแต่งโปรไฟล์
tr_tr: Profil Ozellestirme

source: Profile Layout
ar: تخطيط الملف الشخصي
de_de: Profil-Layout
es_es: Diseño del perfil
fr_fr: Mise en page du profil
it_it: Layout del profilo
ja: プロフィールレイアウト
th: เค้าโครงโปรไฟล์
tr_tr: Profil Duzeni

source: Choose the default layout for your profile card.
ar: اختر التخطيط الافتراضي لبطاقة ملفك الشخصي.
de_de: Wählen Sie das Standard-Layout für Ihre Profilkarte.
es_es: Elige el diseño predeterminado para tu tarjeta de perfil.
fr_fr: Choisissez la mise en page par défaut pour votre carte de profil.
it_it: Scegli il layout predefinito per la tua scheda profilo.
ja: プロフィールカードのデフォルトレイアウトを選択してください。
th: เลือกเค้าโครงเริ่มต้นสำหรับการ์ดโปรไฟล์ของคุณ
tr_tr: Profil kartiniz icin varsayilan duzeni secin.

source: Default
ar: افتراضي
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja: デフォルト
th: ค่าเริ่มต้น
tr_tr: Varsayilan

source: Compact
ar: مدمج
de_de: Kompakt
es_es: Compacto
it_it: Compatto
ja: コンパクト
th: กะทัดรัด
tr_tr: Kompakt

source: Profile Font Styling
ar: تنسيق خط الملف الشخصي
de_de: Profil-Schriftgestaltung
es_es: Estilo de fuente del perfil
fr_fr: Style de police du profil
it_it: Stile dei caratteri del profilo
ja: プロフィールのフォントスタイル
th: สไตล์ตัวอักษรโปรไฟล์
tr_tr: Profil Yazi Tipi Stili

source: Tweak the font sizes for the profile card.
ar: اضبط أحجام الخطوط لبطاقة الملف الشخصي.
de_de: Passen Sie die Schriftgrößen für die Profilkarte an.
es_es: Ajusta los tamaños de fuente de la tarjeta de perfil.
fr_fr: Ajustez les tailles de police de la carte de profil.
it_it: Regola le dimensioni dei caratteri per la scheda profilo.
ja: プロフィールカードのフォントサイズを調整します。
th: ปรับขนาดตัวอักษรสำหรับการ์ดโปรไฟล์
tr_tr: Profil karti icin yazi tipi boyutlarini ayarlayin.

source: Name/Pseudo
ar: الاسم/الاسم المستعار
de_de: Name/Pseudonym
es_es: Nombre/Seudónimo
fr_fr: Nom/Pseudo
it_it: Nome/Pseudonimo
ja: 名前/ニックネーム
th: ชื่อ/นามแฝง
tr_tr: Ad/Takma Ad

source: Nickhandle
es_es: Identificador
ja: ニックハンドル

source: Counters
ar: العدّادات
de_de: Zähler
es_es: Contadores
fr_fr: Compteurs
it_it: Contatori
ja: カウンター
th: ตัวนับ
tr_tr: Sayaclar

source: Biography
ar: السيرة الذاتية
de_de: Biografie
es_es: Biografía
fr_fr: Biographie
it_it: Biografia
ja: 自己紹介
th: ประวัติ
tr_tr: Biyografi

source: Feed Customization
ar: تخصيص الخلاصة
de_de: Feed-Anpassung
es_es: Personalización del feed
fr_fr: Personnalisation du flux
it_it: Personalizzazione del feed
ja: フィードのカスタマイズ
th: ปรับแต่งฟีด
tr_tr: Akis Ozellestirme

source: Feed Layout
ar: تخطيط الخلاصة
es_es: Diseño del feed
fr_fr: Mise en page du flux
it_it: Layout del feed
ja: フィードレイアウト
th: เค้าโครงฟีด
tr_tr: Akis Duzeni

source: Pick the layout that suits you best. Be careful, some of them could come later, and with specific pre-defined options. (e.g. "no-replies" by default)
ar: اختر التخطيط الأنسب لك. انتبه، بعضها قد يُضاف لاحقًا مع خيارات محددة مسبقًا. (مثال: "بدون ردود" افتراضيًا)
de_de: Wählen Sie das Layout, das Ihnen am besten gefällt. Beachten Sie, dass einige erst später verfügbar sein werden und mit bestimmten vordefinierten Optionen kommen. (z. B. standardmäßig "keine Antworten")
es_es: Elige el diseño que más te convenga. Ten en cuenta que algunos podrían llegar más adelante y con opciones predefinidas específicas. (p. ej. "sin respuestas" por defecto)
fr_fr: Choisissez la mise en page qui vous convient le mieux. Attention, certaines pourraient être ajoutées ultérieurement, avec des options prédéfinies spécifiques. (ex. : « sans réponses » par défaut)
it_it: Scegli il layout che preferisci. Attenzione, alcuni potrebbero essere aggiunti in seguito, con opzioni predefinite specifiche. (es. "senza risposte" per impostazione predefinita)
ja: 最適なレイアウトを選択してください。一部のレイアウトは今後追加される予定で、特定のデフォルトオプションが設定される場合があります（例: デフォルトで「返信なし」）。
th: เลือกเค้าโครงที่เหมาะกับคุณที่สุด โปรดทราบว่าบางเค้าโครงอาจเพิ่มเข้ามาในภายหลัง พร้อมตัวเลือกที่กำหนดไว้ล่วงหน้า (เช่น "ไม่แสดงการตอบกลับ" เป็นค่าเริ่มต้น)
tr_tr: Size en uygun duzeni secin. Dikkatli olun, bazilari daha sonra gelebilir ve belirli on tanimli seceneklerle birlikte olabilir. (orn. varsayilan olarak "yanitsiz")

source: Default layout
ar: التخطيط الافتراضي
de_de: Standard-Layout
es_es: Diseño predeterminado
fr_fr: Mise en page par défaut
it_it: Layout predefinito
ja: デフォルトレイアウト
th: เค้าโครงเริ่มต้น
tr_tr: Varsayilan duzen

source: Light Weight Layout
ar: تخطيط خفيف
de_de: Leichtgewichtiges Layout
es_es: Diseño ligero
fr_fr: Mise en page allégée
it_it: Layout leggero
ja: 軽量レイアウト
th: เค้าโครงแบบเบา
tr_tr: Hafif Duzen

source: Feed Font Styling
ar: تنسيق خط الخلاصة
de_de: Feed-Schriftgestaltung
es_es: Estilo de fuente del feed
fr_fr: Style de police du flux
it_it: Stile dei caratteri del feed
ja: フィードのフォントスタイル
th: สไตล์ตัวอักษรฟีด
tr_tr: Akis Yazi Tipi Stili

source: Tweak the font sizes for the posts feed.
ar: اضبط أحجام الخطوط لخلاصة المنشورات.
de_de: Passen Sie die Schriftgrößen für den Beitrags-Feed an.
es_es: Ajusta los tamaños de fuente del feed de publicaciones.
fr_fr: Ajustez les tailles de police du flux de publications.
it_it: Regola le dimensioni dei caratteri per il feed dei post.
ja: 投稿フィードのフォントサイズを調整します。
th: ปรับขนาดตัวอักษรสำหรับฟีดโพสต์
tr_tr: Gonderi akisi icin yazi tipi boyutlarini ayarlayin.

source: Post Content
ar: محتوى المنشور
de_de: Beitragsinhalt
es_es: Contenido de la publicación
fr_fr: Contenu de la publication
it_it: Contenuto del post
ja: 投稿コンテンツ
th: เนื้อหาโพสต์
tr_tr: Gonderi Icerigi

source: External Title
ar: العنوان الخارجي
de_de: Externer Titel
es_es: Título externo
fr_fr: Titre externe
it_it: Titolo esterno
ja: 外部タイトル
th: ชื่อเรื่องภายนอก
tr_tr: Harici Baslik

source: External Description
ar: الوصف الخارجي
de_de: Externe Beschreibung
es_es: Descripción externa
fr_fr: Description externe
it_it: Descrizione esterna
ja: 外部説明
th: คำอธิบายภายนอก
tr_tr: Harici Aciklama

source: External URL
ar: الرابط الخارجي
de_de: Externe URL
es_es: URL externa
fr_fr: URL externe
it_it: URL esterno
ja: 外部 URL
th: URL ภายนอก
tr_tr: Harici URL

source: StarterPack Name
ar: اسم StarterPack
es_es: Nombre del StarterPack
fr_fr: Nom du StarterPack
it_it: Nome StarterPack
ja: StarterPack 名
th: ชื่อ StarterPack
tr_tr: StarterPack Adi

source: Syndication Settings
ar: إعدادات النشر
de_de: Übertragungseinstellungen
es_es: Ajustes de sindicación
fr_fr: Réglages de syndication
it_it: Impostazioni di pubblicazione
ja: 配信設定
th: การตั้งค่าการเผยแพร่
tr_tr: Sendikasyon Ayarlari

source: Control global syndication behavior and configure category-based routing rules for your accounts.
ar: تحكم في سلوك النشر العام وقم بتكوين قواعد التوجيه حسب التصنيفات لحساباتك.
de_de: Steuern Sie das globale Übertragungsverhalten und konfigurieren Sie kategoriebasierte Weiterleitungsregeln für Ihre Konten.
es_es: Controla el comportamiento global de sindicación y configura las reglas de enrutamiento basadas en categorías para tus cuentas.
fr_fr: Contrôlez le comportement global de la syndication et configurez les règles de routage par catégories pour vos comptes.
it_it: Controlla il comportamento globale della pubblicazione e configura le regole di instradamento basate sulle categorie per i tuoi account.
ja: グローバルな配信動作を制御し、アカウントのカテゴリーベースのルーティングルールを設定します。
th: ควบคุมพฤติกรรมการเผยแพร่ทั้งระบบและตั้งค่ากฎการกำหนดเส้นทางตามหมวดหมู่สำหรับบัญชีของคุณ
tr_tr: Genel sendikasyon davranisini kontrol edin ve hesaplariniz icin kategoriye dayali yonlendirme kurallarini yapilandirin.

source: Global Syndication Control
ar: التحكم العام بالنشر
de_de: Globale Übertragungssteuerung
es_es: Control global de sindicación
fr_fr: Contrôle global de la syndication
it_it: Controllo globale della pubblicazione
ja: グローバル配信コントロール
th: ควบคุมการเผยแพร่ทั้งระบบ
tr_tr: Genel Sendikasyon Kontrolu

source: Pause All Syndication
ar: إيقاف جميع عمليات النشر مؤقتًا
de_de: Alle Übertragungen pausieren
es_es: Pausar toda la sindicación
fr_fr: Suspendre toute la syndication
it_it: Sospendi tutte le pubblicazioni
ja: すべての配信を一時停止
th: หยุดการเผยแพร่ทั้งหมดชั่วคราว
tr_tr: Tum Sendikasyonu Duraklat

source: Category Rules
ar: قواعد التصنيفات
de_de: Kategorieregeln
es_es: Reglas de categoría
fr_fr: Règles de catégories
it_it: Regole delle categorie
ja: カテゴリールール
th: กฎหมวดหมู่
tr_tr: Kategori Kurallari

source: Configure which categories should be syndicated to which accounts. If no rules are set, all posts will be syndicated.
ar: حدد أي التصنيفات يجب نشرها على أي حسابات. إذا لم يتم تعيين قواعد، سيتم نشر جميع المقالات.
de_de: Konfigurieren Sie, welche Kategorien an welche Konten übertragen werden sollen. Wenn keine Regeln festgelegt sind, werden alle Beiträge übertragen.
es_es: Configura qué categorías deben sindicarse a qué cuentas. Si no se establecen reglas, todas las entradas se sindicarán.
fr_fr: Configurez quelles catégories doivent être syndiquées vers quels comptes. Si aucune règle n'est définie, tous les articles seront syndiqués.
it_it: Configura quali categorie devono essere pubblicate su quali account. Se non vengono impostate regole, tutti gli articoli verranno pubblicati.
ja: どのカテゴリーをどのアカウントに配信するかを設定します。ルールが設定されていない場合、すべての投稿が配信されます。
th: ตั้งค่าว่าหมวดหมู่ใดควรเผยแพร่ไปยังบัญชีใด หากไม่ได้ตั้งกฎ โพสต์ทั้งหมดจะถูกเผยแพร่
tr_tr: Hangi kategorilerin hangi hesaplara sendikasyon yapilacagini yapilandirin. Hicbir kural belirlenmezse tum gonderiler sendikasyon yapilir.

source: %1$sInclude:%2$s Only syndicate posts with these categories.%3$s%1$sExclude%2$s: Never syndicate posts with these categories. If no rules are set, all posts syndicate.
ar: %1$sتضمين:%2$s نشر المقالات ذات هذه التصنيفات فقط.%3$s%1$sاستبعاد%2$s: عدم نشر المقالات ذات هذه التصنيفات أبدًا. إذا لم يتم تعيين قواعد، يتم نشر جميع المقالات.
de_de: %1$sEinschließen:%2$s Nur Beiträge mit diesen Kategorien übertragen.%3$s%1$sAusschließen%2$s: Beiträge mit diesen Kategorien niemals übertragen. Wenn keine Regeln festgelegt sind, werden alle Beiträge übertragen.
es_es: %1$sIncluir:%2$s Solo sindicar entradas con estas categorías.%3$s%1$sExcluir%2$s: No sindicar nunca entradas con estas categorías. Si no se establecen reglas, todas las entradas se sindican.
fr_fr: %1$sInclure :%2$s Ne syndiquer que les articles ayant ces catégories.%3$s%1$sExclure%2$s : Ne jamais syndiquer les articles ayant ces catégories. Si aucune règle n'est définie, tous les articles sont syndiqués.
it_it: %1$sIncludi:%2$s Pubblica solo gli articoli con queste categorie.%3$s%1$sEscludi%2$s: Non pubblicare mai gli articoli con queste categorie. Se non vengono impostate regole, tutti gli articoli vengono pubblicati.
ja: %1$s含める:%2$s これらのカテゴリーの投稿のみ配信します。%3$s%1$s除外%2$s: これらのカテゴリーの投稿は配信しません。ルールが設定されていない場合、すべての投稿が配信されます。
th: %1$sรวม:%2$s เผยแพร่เฉพาะโพสต์ที่มีหมวดหมู่เหล่านี้%3$s%1$sไม่รวม%2$s: ไม่เผยแพร่โพสต์ที่มีหมวดหมู่เหล่านี้เด็ดขาด หากไม่ได้ตั้งกฎ โพสต์ทั้งหมดจะถูกเผยแพร่
tr_tr: %1$sDahil Et:%2$s Yalnizca bu kategorilere sahip gonderileri sendikasyon yap.%3$s%1$sHaric Tut%2$s: Bu kategorilere sahip gonderileri asla sendikasyon yapma. Hicbir kural belirlenmezse tum gonderiler sendikasyon yapilir.

source: About this plugin
ar: حول هذه الإضافة
de_de: Über dieses Plugin
es_es: Acerca de este plugin
fr_fr: À propos de cette extension
it_it: Informazioni su questo plugin
ja: このプラグインについて
th: เกี่ยวกับปลั๊กอินนี้
tr_tr: Bu eklenti hakkinda

source: This plugin is written by %s.
ar: تم تطوير هذه الإضافة بواسطة %s.
de_de: Dieses Plugin wurde von %s entwickelt.
es_es: Este plugin ha sido desarrollado por %s.
fr_fr: Cette extension a été développée par %s.
it_it: Questo plugin è sviluppato da %s.
ja: このプラグインは %s によって作成されました。
th: ปลั๊กอินนี้พัฒนาโดย %s
tr_tr: Bu eklenti %s tarafindan gelistirilmistir.

source: This extension is not an official BlueSky plugin.
ar: هذه الإضافة ليست إضافة BlueSky رسمية.
de_de: Diese Erweiterung ist kein offizielles BlueSky-Plugin.
es_es: Esta extensión no es un plugin oficial de BlueSky.
fr_fr: Cette extension n'est pas un plugin officiel de BlueSky.
it_it: Questa estensione non è un plugin ufficiale di BlueSky.
ja: この拡張機能は BlueSky の公式プラグインではありません。
th: ส่วนขยายนี้ไม่ใช่ปลั๊กอินอย่างเป็นทางการของ BlueSky
tr_tr: Bu eklenti resmi bir BlueSky eklentisi degildir.

source: Need help with something? Have a suggestion? %1$sAsk away%2$s.
ar: هل تحتاج مساعدة؟ لديك اقتراح؟ %1$sلا تتردد في السؤال%2$s.
de_de: Brauchen Sie Hilfe? Haben Sie einen Vorschlag? %1$sFragen Sie einfach%2$s.
es_es: ¿Necesitas ayuda con algo? ¿Tienes una sugerencia? %1$sNo dudes en preguntar%2$s.
fr_fr: Besoin d'aide ? Vous avez une suggestion ? %1$sN'hésitez pas à demander%2$s.
it_it: Hai bisogno di aiuto? Hai un suggerimento? %1$sChiedi pure%2$s.
ja: お困りのことやご提案はありますか？ %1$sお気軽にお問い合わせください%2$s。
th: ต้องการความช่วยเหลือ? มีข้อเสนอแนะ? %1$sถามได้เลย%2$s
tr_tr: Yardima mi ihtiyaciniz var? Bir oneriniz mi var? %1$sBize yazin%2$s.

source: You want to contribute to this project? %1$sHere is the Github Repository%2$s.
ar: هل تريد المساهمة في هذا المشروع؟ %1$sإليك مستودع Github%2$s.
de_de: Sie möchten zu diesem Projekt beitragen? %1$sHier ist das Github-Repository%2$s.
es_es: ¿Quieres contribuir a este proyecto? %1$sAquí está el repositorio en Github%2$s.
fr_fr: Vous souhaitez contribuer à ce projet ? %1$sVoici le dépôt Github%2$s.
it_it: Vuoi contribuire a questo progetto? %1$sEcco il repository Github%2$s.
ja: このプロジェクトに貢献しませんか？ %1$sGitHub リポジトリはこちら%2$sです。
th: ต้องการมีส่วนร่วมในโปรเจกต์นี้? %1$sนี่คือ Github Repository%2$s
tr_tr: Bu projeye katki saglamak mi istiyorsunuz? %1$sIste Github Deposu%2$s.

source: Rate this plugin on WordPress.org
ar: قيّم هذه الإضافة على WordPress.org
de_de: Bewerten Sie dieses Plugin auf WordPress.org
es_es: Valora este plugin en WordPress.org
fr_fr: Notez cette extension sur WordPress.org
it_it: Valuta questo plugin su WordPress.org
ja: WordPress.org でこのプラグインを評価する
th: ให้คะแนนปลั๊กอินนี้บน WordPress.org
tr_tr: Bu eklentiyi WordPress.org'da derecelendirin

source: Want to support the plugin? %1$sGive a review%2$s
ar: هل تريد دعم الإضافة؟ %1$sاترك تقييمًا%2$s
de_de: Möchten Sie das Plugin unterstützen? %1$sHinterlassen Sie eine Bewertung%2$s
es_es: ¿Quieres apoyar el plugin? %1$sDeja una reseña%2$s
fr_fr: Vous souhaitez soutenir l'extension ? %1$sLaissez un avis%2$s
it_it: Vuoi supportare il plugin? %1$sLascia una recensione%2$s
ja: プラグインを応援しませんか？ %1$sレビューを書く%2$s
th: ต้องการสนับสนุนปลั๊กอิน? %1$sเขียนรีวิว%2$s
tr_tr: Eklentiyi desteklemek ister misiniz? %1$sBir degerlendirme yapin%2$s

source: Support the Developer
ar: دعم المطوّر
de_de: Den Entwickler unterstützen
es_es: Apoya al desarrollador
fr_fr: Soutenir le développeur
it_it: Supporta lo sviluppatore
ja: 開発者を支援する
th: สนับสนุนนักพัฒนา
tr_tr: Gelistiriciyi Destekleyin

source: This plugin is free and built with care on personal time. If it saves you time or brings value to your site, consider buying the developer a coffee (or two)!
ar: هذه الإضافة مجانية ومبنية بعناية في أوقات الفراغ. إذا وفّرت عليك الوقت أو أضافت قيمة لموقعك، فكّر في دعم المطوّر بفنجان قهوة (أو اثنين)!
de_de: Dieses Plugin ist kostenlos und wurde in persönlicher Freizeit mit Sorgfalt entwickelt. Wenn es Ihnen Zeit spart oder Ihrer Website einen Mehrwert bietet, spendieren Sie dem Entwickler doch einen Kaffee (oder zwei)!
es_es: Este plugin es gratuito y está desarrollado con esmero en tiempo personal. Si te ahorra tiempo o aporta valor a tu sitio, considera invitar al desarrollador a un café (o dos).
fr_fr: Cette extension est gratuite et développée avec soin sur du temps personnel. Si elle vous fait gagner du temps ou apporte de la valeur à votre site, pensez à offrir un café (ou deux) au développeur !
it_it: Questo plugin è gratuito e sviluppato con cura nel tempo libero. Se ti fa risparmiare tempo o aggiunge valore al tuo sito, considera di offrire un caffè (o due) allo sviluppatore!
ja: このプラグインは無料で、個人の時間を使って丁寧に作られています。時間の節約やサイトへの価値向上に役立った場合は、開発者にコーヒーを1杯（または2杯）ごちそうすることをご検討ください！
th: ปลั๊กอินนี้ฟรีและพัฒนาด้วยความตั้งใจในเวลาส่วนตัว หากช่วยประหยัดเวลาหรือเพิ่มคุณค่าให้เว็บไซต์ของคุณ ลองเลี้ยงกาแฟนักพัฒนาสักแก้ว (หรือสองแก้ว)!
tr_tr: Bu eklenti ucretsizdir ve kisisel zamanda ozenle gelistirilmistir. Size zaman kazandiriyorsa veya sitenize deger katiyorsa, gelistiriciye bir kahve (veya iki) ismarlamayi dusunun!

source: Some Plugin Engine Info
ar: معلومات تقنية عن الإضافة
de_de: Einige Plugin-Systeminformationen
es_es: Información del motor del plugin
fr_fr: Informations techniques de l'extension
it_it: Informazioni sul motore del plugin
ja: プラグインエンジン情報
th: ข้อมูลทางเทคนิคของปลั๊กอิน
tr_tr: Eklenti Motoru Bilgileri

source: About the shortcodes
ar: حول الأكواد المختصرة
de_de: Über die Shortcodes
es_es: Acerca de los shortcodes
fr_fr: À propos des shortcodes
it_it: Informazioni sugli shortcode
ja: ショートコードについて
th: เกี่ยวกับ shortcode
tr_tr: Shortcode'lar hakkinda

source: You can use the following shortcodes to display your BlueSky profile and posts: %1$s and %2$s.
ar: يمكنك استخدام الأكواد المختصرة التالية لعرض ملفك الشخصي ومنشوراتك على BlueSky: %1$s و%2$s.
de_de: Sie können die folgenden Shortcodes verwenden, um Ihr BlueSky-Profil und Ihre Beiträge anzuzeigen: %1$s und %2$s.
es_es: Puedes usar los siguientes shortcodes para mostrar tu perfil y publicaciones de BlueSky: %1$s y %2$s.
fr_fr: Vous pouvez utiliser les shortcodes suivants pour afficher votre profil et vos publications BlueSky : %1$s et %2$s.
it_it: Puoi utilizzare i seguenti shortcode per visualizzare il tuo profilo e i post BlueSky: %1$s e %2$s.
ja: BlueSky のプロフィールと投稿を表示するには、次のショートコードを使用できます: %1$s と %2$s。
th: คุณสามารถใช้ shortcode ต่อไปนี้เพื่อแสดงโปรไฟล์และโพสต์ BlueSky ของคุณ: %1$s และ %2$s
tr_tr: BlueSky profilinizi ve gonderilerinizi goruntulemek icin su shortcode'lari kullanabilirsiniz: %1$s ve %2$s.

source: By default, the shortcodes use the global settings, but you can decide to override them thanks to the attributes described on this page.
ar: بشكل افتراضي، تستخدم الأكواد المختصرة الإعدادات العامة، ولكن يمكنك تجاوزها باستخدام السمات الموضحة في هذه الصفحة.
de_de: Standardmäßig verwenden die Shortcodes die globalen Einstellungen, aber Sie können diese mit den auf dieser Seite beschriebenen Attributen überschreiben.
es_es: Por defecto, los shortcodes usan los ajustes globales, pero puedes decidir sobreescribirlos gracias a los atributos descritos en esta página.
fr_fr: Par défaut, les shortcodes utilisent les réglages globaux, mais vous pouvez les remplacer grâce aux attributs décrits sur cette page.
it_it: Per impostazione predefinita, gli shortcode utilizzano le impostazioni globali, ma puoi decidere di sovrascriverle grazie agli attributi descritti in questa pagina.
ja: デフォルトでは、ショートコードはグローバル設定を使用しますが、このページに記載されている属性を使って設定を上書きすることができます。
th: ตามค่าเริ่มต้น shortcode จะใช้การตั้งค่าทั้งระบบ แต่คุณสามารถแทนที่ได้โดยใช้แอตทริบิวต์ที่อธิบายในหน้านี้
tr_tr: Varsayilan olarak shortcode'lar genel ayarlari kullanir, ancak bu sayfada aciklanan ozellikler sayesinde bunlari gecersiz kilabilirsiniz.

source: You can also use the Gutenberg blocks to display the profile card and posts feed.
ar: يمكنك أيضًا استخدام كتل Gutenberg لعرض بطاقة الملف الشخصي وخلاصة المنشورات.
de_de: Sie können auch die Gutenberg-Blöcke verwenden, um die Profilkarte und den Beitrags-Feed anzuzeigen.
es_es: También puedes usar los bloques de Gutenberg para mostrar la tarjeta de perfil y el feed de publicaciones.
fr_fr: Vous pouvez également utiliser les blocs Gutenberg pour afficher la carte de profil et le flux de publications.
it_it: Puoi anche utilizzare i blocchi Gutenberg per visualizzare la scheda profilo e il feed dei post.
ja: Gutenberg ブロックを使用して、プロフィールカードや投稿フィードを表示することもできます。
th: คุณยังสามารถใช้บล็อก Gutenberg เพื่อแสดงการ์ดโปรไฟล์และฟีดโพสต์ได้
tr_tr: Profil kartini ve gonderi akisini goruntulemek icin Gutenberg bloklarini da kullanabilirsiniz.

source: Shortcodes Demo
ar: عرض توضيحي للأكواد المختصرة
es_es: Demostración de shortcodes
fr_fr: Démonstration des shortcodes
it_it: Demo degli shortcode
ja: ショートコードのデモ
th: สาธิต shortcode
tr_tr: Shortcode Demosu

source: Profile Card
ar: بطاقة الملف الشخصي
de_de: Profilkarte
es_es: Tarjeta de perfil
fr_fr: Carte de profil
it_it: Scheda profilo
ja: プロフィールカード
th: การ์ดโปรไฟล์
tr_tr: Profil Karti

source: The profile shortcode will display your BlueSky profile card. It uses the following attributes:
ar: سيعرض shortcode الملف الشخصي بطاقة ملفك الشخصي على BlueSky. يستخدم السمات التالية:
de_de: Der Profil-Shortcode zeigt Ihre BlueSky-Profilkarte an. Er verwendet die folgenden Attribute:
es_es: El shortcode de perfil mostrará tu tarjeta de perfil de BlueSky. Utiliza los siguientes atributos:
fr_fr: Le shortcode de profil affichera votre carte de profil BlueSky. Il utilise les attributs suivants :
it_it: Lo shortcode del profilo visualizzerà la tua scheda profilo BlueSky. Utilizza i seguenti attributi:
ja: プロフィールショートコードは BlueSky プロフィールカードを表示します。以下の属性を使用できます:
th: shortcode โปรไฟล์จะแสดงการ์ดโปรไฟล์ BlueSky ของคุณ โดยใช้แอตทริบิวต์ต่อไปนี้:
tr_tr: Profil shortcode'u BlueSky profil kartinizi goruntuleyer. Su ozellikleri kullanir:
